{"id": 5520, "data": " To be responsible of opening, closing and running the shop in the absence of the Shop Manager To help maximise donated income through proactive stock generation, optimum pricing, processing stock to agreed levels and stock planning To help maximise New Goods income by assisting with the managing of stock levels and effective merchandising. Assist with quarterly stock takes To assist the Shop Manager to recruit, train and retain a team of shop volunteers", "label": [[407, 414, "SKILL"], [43, 59, "KNOWLEDGE"], [224, 233, "SKILL"]]}
{"id": 5521, "data": " Interest and excitement in sharing Paris with international travelers Strong spoken communication in English Impeccable time management and attention to detail Confidence leading groups around the city using public and private transportation Determination to ensure complete client satisfaction\" Proactivity, independence and self-motivation. \"\"\"", "label": [[102, 110, "SKILL"], [141, 160, "SKILL"]]}
{"id": 5522, "data": " London Starting £26,000 - () , Meet & Greet visitors, occupiers and clients by providing a five star welcome Log building faults with the helpdesk Ensure all visitors are hosted at all times Ensure that bookings are inputted correctly into the Manhattan Data craft booking system Liaise with hosts and PAs to obtain presentation details in advance of meetings Assist the conference centre assistants with room set-ups as required / manage the online video conferencing diary Deal with complaints or queries in a calm and professional manner and escalate when necessary Ensure that IT equipment is tested and in good working order prior to and on installation into the conference rooms Liaise with specialist IT equipment suppliers to report faults and resolve issues. (AVMI-External AV suppliers/ MVC External bridging company / internal IT Dept , Strong oral and written communication skills Must be effective in handling problems, including anticipating, preventing, identifying and solving problems as necessary Provide assistance to other team members and departments to contribute to the best overall performance of the team Strong and efficient and be able to motivate a team Outgoing and deliver the “Can do” attitude , Previous hospitality experience within either a 4/5-star hotel/airline or in a corporate environment A working knowledge of Manhattan Data craft desirable Fluent in Microsoft Word/Excel/Office Ability to effectively communicate and provide directions in a clear, concise and professional manner in both verbal and written form Must be available to work varied shifts and flexible schedules Monday – Friday Experience in a client facing role involving IT and AV support.", "label": [[986, 1002, "SKILL"], [1307, 1328, "KNOWLEDGE"], [1393, 1407, "SKILL"], [1408, 1413, "SKILL"], [1686, 1696, "KNOWLEDGE"]]}
{"id": 5524, "data": " Quickly bring rough game ideas to life Tweak prototypes into final game mechanics and produce game mechanical specifications to game developers Work out the math models for games Follow your games through the development process and support the development teams , Mathematical intuition with a focus on probability and statistics. This role is about mathematical and game mechanical solutions, not visual solutions Programming skills in Java at least at a Junior level Knowledge of how slots work and willingness to become an expert Ability to put yourself in a players' shoes and make game math that is fun to play Precision and focus on details to eliminate every single small mistake in your math models via troubleshooting , Programming skills in JavaScript Experience as a professional developer is a plus Degree in mathematics, computer science or related Experience in iGaming/Video Slots would also be a plus", "label": [[417, 429, "KNOWLEDGE"], [439, 444, "SKILL"], [753, 764, "SKILL"], [813, 819, "LEVEL"], [823, 834, "KNOWLEDGE"], [835, 852, "KNOWLEDGE"], [696, 708, "SKILL"], [266, 288, "KNOWLEDGE"]]}
{"id": 5525, "data": " First and foremost - we work together as a team to enrich our residents' lives - let's support our colleagues too and have fun in the process Maintaining a safe and well-presented environment, you will carry out general maintenance of the grounds in a safe and efficient manner You can really make a difference to our residents by encouraging them to participate in gardening as a social activity. , Team work! A happy team, makes for happy residents and a happy home Occasional liaison with contractors is possible, so strong communication (both written and verbal) and organisational skills are essential The successful candidate will need to have basic health and safety knowledge Knowledge of Legionella disease is also desirable. , 20 days annual leave plus bank holidays (pro rata) Life assurance CQC performance bonus Overtime enhancement Occupational sick pay after qualifying period Excellent training and development opportunities Refer a friend scheme with payment of up to £750 available Contributory pension from Sanctuary Care Access to a free 24/7 support service providing support including legal, financial, emotional and medical advice Discounts on shopping, holidays, cinema, dining, days out and much more via 'My Rewards' Criminal Records Checks are funded by Sanctuary Care.", "label": [[521, 541, "KNOWLEDGE"], [698, 709, "KNOWLEDGE"]]}
{"id": 5527, "data": " To lead Project Management Commissions, taking responsibility for end to end service delivery. To provide support on major Project Management Commissions, taking responsibility for an aspect of service delivery. To ensure that client objectives are met and that projects are delivered to time and cost targets and the appropriate quality standards. Supporting clients as they transition to Net Zero and deal with wider changes to make themselves more sustainable. , Preparing and maintaining definitions of project requirements Helping to establish the overall success criteria for the project, including time, cost, technical and performance parameters Establishing effective project governance, processes and systems to be utilised throughout project Preparing and maintaining schedules of activity, including producing the master project plan Managing the development of the project in accordance with approved plans and targets Developing and implementing resource plans and procurement of resources Leading and facilitating the overall cross-functional project team Monitoring and applying performance management techniques Managing the change control process Developing and agreeing budgets and controlling forecast and actual costs against them Managing the flow of project information between the team and the client, through regular meetings and written communications Identifying and monitoring project risks and planning and implementing risk mitigations Preparing formal project progress and other reports Taking a leading role in interfacing with the client, other consultants, and managing stakeholders at all project stages Advising the client regarding Health & Safety and Environmental issues and risks , Degree qualified in a construction related subject Preferred if chartered/qualified with ICE, APM, RICS etc Preferred if NEC3: ECC Project Manager accreditation is in place Preferred if experience is in a complex stakeholder environment Ability to be mobile across the south east is a necessity", "label": [[1202, 1222, "KNOWLEDGE"], [1670, 1685, "KNOWLEDGE"], [1723, 1730, "LEVEL"], [1812, 1815, "SKILL"], [1822, 1827, "SKILL"], [1817, 1820, "SKILL"], [1844, 1848, "SKILL"]]}
{"id": 5528, "data": " Planning and media management according to the guidelines supplied by the Media Supervisor Competitive analysis Active participation in the definition of communication strategies Coordination with creative agencies for adv materials Participation to the weekly progress Managing actual and budget control , Good knowledge of English and Italian Good knowledge of Excel, Power Point and Word. Good knowledge of TV planning", "label": [[326, 334, "SKILL"], [364, 369, "SKILL"], [371, 382, "SKILL"], [387, 391, "SKILL"], [411, 422, "SKILL"], [291, 305, "KNOWLEDGE"], [338, 346, "SKILL"]]}
{"id": 5529, "data": " Learning the airline operational procedures in order to build fully representative test scenarii Testing the system beyond standard procedures in order to demonstrate the robustness and the safety of the system in any conditions Being trained on new digital solution and advanced data analytics methods (machine learning, artificial intelligence) since the team is leading some key projects, in this field in order to prepare the next Airbus challenges on autonomous vehicle. , Educated to degree level (or equivalent) in Engineering or a related discipline. Experience in Flight physics or System logics (SAO, Scrade reading) or Tests activities (benches, tools, ...) A good knowledge of airline operating procedures and environment is a real added value Advanced data analytics method (machine learning, artificial intelligence) is also a key asset Good communication skills and a pro-active approach to drive innovation , Project management experience is also an added value Ability to work to strict timescales as part of an integrated, multidisciplined team Advanced level of English and French.", "label": [[607, 610, "SKILL"], [612, 626, "SKILL"], [789, 805, "KNOWLEDGE"], [807, 830, "KNOWLEDGE"], [1082, 1090, "SKILL"], [1094, 1100, "SKILL"], [757, 780, "KNOWLEDGE"]]}
{"id": 5531, "data": " Available immediately. Locum Orthodontist required to deliver small NHS contract. Part time opportunity. Wednesday 9-4:30, Friday 9-1. £800 day rate. Good private income potential paid at 50% split. Predominantly private practice with NHS ortho contract. 3 surgeries, SOE software, OPG, digital x-ray processing and Apex Locator. Onsite parking.", "label": [[269, 281, "SKILL"], [283, 286, "SKILL"], [288, 312, "SKILL"], [317, 329, "SKILL"]]}
{"id": 5532, "data": " Market leading contributory pension scheme Generous holiday entitlement (270 hours a year plus every other Friday off) Flexible working hours Salary sacrifice scheme Consideration for either full time or part time hours. Just let us know on your application if you wish to work part time Relocation package available (terms and conditions apply) , Developing and executing plasma and high-energy-density physics experiments at AWE’s Orion laser and at international laser and/or XFEL facilities, to test, underwrite and validate theoretical models and in-house physics codes Using and developing existing or new computational tools to predict and analyse experimental data Teamwork with relevant communities across AWE Working with international partners and external stakeholders Preparing detailed proposals and technical reports on experiments and their analysis Due to the unique nature of the work involved, training will be provided to enable inexperienced candidates to pick up the knowledge and skills necessary to work in the role. , A degree in a physical science (ideally with maths and physics ‘A’ Level or equivalent) Enthusiasm for, or experience, in working in the area of high energy density science Experience in undertaking technical research projects and conducting technical assessments to draw sound scientific conclusions. At interview the candidate will be expected to present on a technical project they have undertaken. Conversant in the use of desktop computers and familiarity with standard IT products A clear and concise communication approach, both oral and written Good interpersonal skills A methodical approach to complex problem solving using scientific knowledge", "label": [[1046, 1053, "LEVEL"], [1058, 1074, "KNOWLEDGE"], [1089, 1095, "KNOWLEDGE"], [1099, 1107, "KNOWLEDGE"], [1243, 1261, "KNOWLEDGE"], [1286, 1307, "KNOWLEDGE"]]}
{"id": 5533, "data": " Sourcing new sales opportunities through outbound cold calls and emails, Understanding customer needs and requirements, Routing qualified opportunities to the appropriate sales executives for further development and closure, Close sales and achieve quarterly quotas, Research accounts, identify key players and generate interest, Maintain and expand your database of prospects within your assigned territory. , Strong phone presence and experience dialing dozens of calls per day. Excellent verbal and written communications skills. Strong listening and presentation skills. Real hunting capacities, ability to convince people around you. You are fluent in Spanish and have an intermediate level of English. You have at least one year of experience in a similar position. Ideally, you know the IT industry and more specifically Cisco products.", "label": [[1, 10, "SKILL"], [658, 666, "SKILL"], [700, 707, "SKILL"], [829, 834, "SKILL"]]}
{"id": 5534, "data": " Ofsted Good Easily accessible by car and public transport Recently refurbished classrooms and facilities Engaged and well behaved student body , Full time 5 days a week role as a Computing teacher You will have teaching responsibility across KS3/4/5 Planning all your lessons adapting for individual needs and abilities Fair teaching timetable with ample marking and preparation time Carrying out regular assessments to ensure students make progress , Experience of teaching computing Open and flexible approach to teaching The school will consider applicants who are unqualified but have teaching experience", "label": [[243, 246, "SKILL"]]}
{"id": 5535, "data": " First and foremost – we work together as a team to enrich our residents’ lives – let’s support our colleagues too and have fun in the process Maintaining a safe and well-presented environment, you will carry out general maintenance of the grounds in a safe and efficient manner You can really make a difference to our residents by encouraging them to participate in gardening as a social activity. , Team work! A happy team, makes for happy residents and a happy home Occasional liaison with contractors is possible, so strong communication (both written and verbal) and organisational skills are essential The successful candidate will need to have basic health and safety knowledge Knowledge of Legionella disease is also desirable. , 20 days annual leave plus bank holidays (pro rata) Life assurance CQC performance bonus Overtime enhancement Occupational sick pay after qualifying period Season ticket loan available (Oystercard) Excellent training and development opportunities Refer a friend scheme with payment of up to £750 available Contributory pension from Sanctuary Care Access to a free 24/7 support service providing support including legal, financial, emotional and medical advice Discounts on shopping, holidays, cinema, dining, days out and much more via ‘My Rewards’ Criminal Records Checks are funded by Sanctuary Care.", "label": [[698, 709, "KNOWLEDGE"]]}
{"id": 5538, "data": " Rate of Pay for Quality Inspector: £12.78/h Working Hours: Rotational weekly shifts (6am-2pm & 2pm-10pm) Immediate start for right candidate. Long term, ongoing position , Following instructions (high level of concentration). Visual checking of electrical components and electrical units. Visual checking of wiring (a keen eye for detail is a must) Reporting of any defects (scratches, faulty equipment etc.) Update paperwork and computer system accurately A good eye and attention to detail is important Basic computer skills are required as you will need to use Excel and various other Microsoft packages , 28 Holidays per year Employed Status Mortgage references Weekly Pay Tea & Coffee facilities Lockers Provided uniform Pension Scheme Permanent positions available Personal Accident Insurance My Extra Rewards- An online portal offering vouchers and discounts", "label": [[565, 571, "SKILL"], [589, 599, "SKILL"]]}
{"id": 5539, "data": " Set up and maintain testing environments, use automated test scripts to perform duties, perform peer automated test reviews to identify improvements to test plans Develop and present architectural goals and agency vision around testing standard methodologies to all levels of Information System Development, and provide written and verbal consultation to leadership and senior management around test automation best practices, needs, and costs Develop and operate testing environments, including environment design, test workflow, and provide test metrics reports Partner with remote development teams across the business to explore and understand new and existing Unity features Mentor QA team members to grow their skill sets and foster a quality-first culture , Excellent communication skills. This role requires working within an international team so a proficient level in both written and spoken English is required Strong CI / Automation knowledge and ability to write tools to improve our processes Familiarity with Unity Test Runner, NUnit, C#, PowerShell, NodeJS, YAML, Load and Performance testing Experience with and strong understanding of all aspects of Unity3D software Extensive experience using QA and development tools such as Jira/Confluence, TestRail, Jenkins and GitHub , Experience of one or more of the following technologies: Unreal\" or any programming language Background in Games development, automotive or film production An understanding of data analytics (Google Data studio, SQL, etc) , Cookie Settings \"\"\"", "label": [[277, 307, "KNOWLEDGE"], [903, 911, "SKILL"], [930, 945, "KNOWLEDGE"], [1025, 1042, "KNOWLEDGE"], [1044, 1049, "SKILL"], [1051, 1053, "SKILL"], [1055, 1065, "SKILL"], [1067, 1073, "SKILL"], [1075, 1079, "SKILL"], [1169, 1177, "SKILL"], [1213, 1215, "KNOWLEDGE"], [1246, 1250, "SKILL"], [1251, 1261, "SKILL"], [1263, 1271, "SKILL"], [1273, 1281, "SKILL"], [1285, 1292, "SKILL"], [1351, 1357, "SKILL"], [1486, 1504, "SKILL"], [1506, 1509, "SKILL"]]}
{"id": 5540, "data": " have a two-year master's degree (120 ECTS points) in engineering or a similar degree with an academic level equivalent to a two-year master's degree have knowledge/experience of developing physical models/mathematical models for energy applications, preferably electrolysers have a good understanding of principles of control and automation, and/or power converter, and/or power system operation have modeling and simulation knowledge/experience with Simulink or DIgSILENT Power Factory, etc. Experience with other tools like TRNSYS or Aspen plus is an advantage but not necessary. have good skills of programming in Python or Matlab passionate for carrying out multi-disciplinary research have eexcellent collaboration and communication skills be fluent in English, spoken as well as written , A letter motivating the application (cover letter) A 1-page research statement on the above research topic Curriculum vitae Grade transcripts and BSc/MSc diploma Excel sheet with translation of grades to the Danish grading system (see guidelines and Excel spreadsheet here)", "label": [[134, 143, "LEVEL"], [179, 205, "KNOWLEDGE"], [206, 225, "KNOWLEDGE"], [262, 276, "SKILL"], [331, 341, "SKILL"], [452, 461, "SKILL"], [464, 487, "SKILL"], [527, 534, "SKILL"], [537, 548, "SKILL"], [618, 625, "SKILL"], [603, 615, "KNOWLEDGE"], [628, 635, "SKILL"], [759, 766, "SKILL"], [942, 945, "LEVEL"], [946, 949, "LEVEL"], [958, 964, "SKILL"], [1046, 1052, "SKILL"]]}
{"id": 5541, "data": " Responsible for timely and high-quality delivery. Support the Production, Simulation, QA and Development environments. Work with the team to design, develop and maintain various pricing systems. Drive innovation and adaption of best practices , Experience on Smart contract and Solidity, development tools for Ethereum (testrpc, geth, Web3, eth_lightwallet, etc.) Experience in Distributed Ledger Technology (DLT) Quorum and/or Hyperledger Good understanding of asynchronous request handling, partial page updates, and AJAX understanding of web markup, including HTML5, Should know Java (at least 8) – at least intermediate level Should have exposure to multiple frameworks. Following is an indicative list: , Spring, Spring Boot Micronaut Hibernate Swagger Sound knowledge of RESTful principles. Understanding of Micro services is advantageous. Emphasize testability though JUnits, Mocking Frameworks, TDD, BDD RDBMS Systems: MySQL, Oracle, Microsoft SQL Server, PostgreSQL Docker, GIT, Maven, Gradle, SVN, Jenkins , Attractive benefits package (Medical services, Special discounts for gyms, Meal vouchers) Ongoing Education (Participation in conferences and training) Access to the most interesting information technologies New and modern office, easy to access (M Aurel Vlaicu), spacious desks, latest technologies/equipmen Work from home Three days for charity/volunteering Chillout & fun room (pool table, PlayStation) Fruit days, Coffee, tea, chocolate", "label": [[311, 320, "SKILL"], [321, 328, "SKILL"], [330, 334, "SKILL"], [336, 340, "SKILL"], [342, 357, "SKILL"], [379, 408, "SKILL"], [410, 413, "SKILL"], [415, 422, "SKILL"], [429, 441, "SKILL"], [520, 525, "SKILL"], [542, 552, "KNOWLEDGE"], [564, 569, "SKILL"], [583, 588, "SKILL"], [711, 717, "SKILL"], [719, 764, "SKILL"], [778, 786, "KNOWLEDGE"], [876, 882, "SKILL"], [884, 902, "SKILL"], [904, 907, "SKILL"], [909, 913, "SKILL"], [913, 919, "SKILL"], [928, 933, "SKILL"], [935, 941, "SKILL"], [943, 963, "SKILL"], [965, 976, "SKILL"], [976, 982, "SKILL"], [984, 987, "SKILL"], [989, 994, "SKILL"], [996, 1002, "SKILL"], [1004, 1007, "SKILL"], [1009, 1017, "SKILL"]]}
{"id": 5542, "data": " Meeting and greeting visitors , Dealing with incoming calls , Booking meeting rooms and arranging facilities , Deal with incoming and outgoing mail and couriers , Ordering stationery and office supplies , Support with processing orders , Update records and trackers , Providing general admin support to the team , Previous experience of working in a receptionist/administration role, ideally in a small company where you support with a variety of tasks , Exceptional communication skills with a professional telephone manner , Able to provide high levels of customer service at all times , Confident IT skills including MS Outlook, Word and Excel", "label": [[621, 631, "SKILL"], [642, 647, "SKILL"], [633, 638, "SKILL"]]}
{"id": 5544, "data": " Training and Development Career Progression Opportunities Further Education Flexible working hours , Knowledge in food safety, hygiene and HACCP would be beneficial Customer driven with great communication and interpersonal skills Hard-working and flexible, with the ability to work both as part of a team and on own initiative Professional & polite manner is essential Committed to continually improving department standards with an attention to detail Committed to delivering great customer experiences in a busy environment Enjoys working in a fast paced team environment and with a willingness to embrace new challenges", "label": [[140, 146, "KNOWLEDGE"], [115, 126, "KNOWLEDGE"], [128, 136, "KNOWLEDGE"]]}
{"id": 5545, "data": " Degree in Computer Science or another relevant field At least 3 years of SW development background in any programming language (C, C++, .NET, Java, Python) Familiarity with Docker Fluency in English (written and oral) , Experience in the design and implementation of Blockchain networks Knowledge of cryptography (Symmetric, Asymmetric), encryption and digital signatures Experience in Go and/or Node.js Familiarity with the Hyperledger Fabric platform , Competitive compensation packages Continuous learning (with the most modern methods - unlimited access to Udemy for Business), and fast career growth Interesting and challenging tasks within large-scale projects An international dynamic within a fast-paced working environment The opportunity to work in a diverse environment with talented colleagues", "label": [[1, 8, "LEVEL"], [11, 27, "KNOWLEDGE"], [63, 70, "MIN_EXP"], [74, 88, "KNOWLEDGE"], [107, 118, "KNOWLEDGE"], [129, 130, "SKILL"], [132, 135, "SKILL"], [138, 141, "SKILL"], [143, 147, "SKILL"], [149, 155, "SKILL"], [174, 181, "SKILL"], [268, 279, "SKILL"], [301, 314, "KNOWLEDGE"], [315, 324, "SKILL"], [326, 336, "SKILL"], [397, 404, "SKILL"], [426, 444, "SKILL"]]}
{"id": 5546, "data": " a Ph.D. in physics experience in data analysis and modeling of dynamic processes in the life sciences Postdoc experience experience in conducting interdisciplinary projects with biologists/clinicians high communication skills experience in leading a (small) group, supervision of Bachelor, Master, Ph.D. students , Payment: according to A13 The position offers the possibility for Habilitation.", "label": [[3, 8, "LEVEL"], [12, 19, "KNOWLEDGE"], [34, 47, "KNOWLEDGE"], [52, 81, "KNOWLEDGE"], [89, 102, "KNOWLEDGE"], [103, 111, "LEVEL"], [281, 289, "LEVEL"], [291, 297, "LEVEL"], [299, 303, "LEVEL"], [305, 314, "LEVEL"]]}
{"id": 5547, "data": " Supports the design of Security Architecture / Proposes technical security solutions in line with agreed Security Architecture to the Head of Security Architecture & Engineering. Prepares and documents security hardening guidelines & technical processes in cooperation with the Head of Security Architecture & Engineering. Designs vulnerability assessments & analyzes the results, reports open issues to the Head of Security Architecture & Engineering for identifying potential mitigating measures. Conducts periodic security reviews and technical security assessments to identify potential risks, security violations and inefficiencies. Documents test results, and in coordination with the Head of Security Architecture & Engineering, analyses the current security level and defines appropriate mitigating actions. Improves Company's Security Systems configuration to increase organization's overall level of security. Participates in information security incident response activities (Level 3). Conducts Security Investigation and recommends mitigation actions for security incidents. , Bachelor's degree in IT, computer science or relevant field MSc degree in Information Security (not compulsory - preferably) Technical Security Certification such as GCIH/GIAC/CEH/CCSP/OSCP is required. 6-8 years of professional experience in Cyber Security Deep Technical knowledge of Information Security in every layer (Operating System, Database, Application, Network). Expertise in Cybersecurity domains: Application Security, Cloud Security. Experience of delivering Enterprise, Infrastructure and Application Security Solutions. Experience in Administration of Security Tools of multiple sectors (SIEM, Web Application Firewalls, Application Security Testing, Vulnerability Management) Ability to supervise and perform vulnerability testing, security assessments and penetration tests.", "label": [[549, 569, "KNOWLEDGE"], [1090, 1101, "LEVEL"], [1115, 1131, "KNOWLEDGE"], [1150, 1154, "LEVEL"], [1164, 1184, "KNOWLEDGE"], [1214, 1247, "SKILL"], [1256, 1260, "SKILL"], [1261, 1265, "SKILL"], [1266, 1269, "SKILL"], [1270, 1274, "SKILL"], [1275, 1280, "SKILL"], [1293, 1302, "MIN_EXP"], [1333, 1347, "KNOWLEDGE"], [1376, 1396, "KNOWLEDGE"], [1413, 1429, "SKILL"], [1431, 1439, "SKILL"], [1441, 1461, "SKILL"], [1477, 1491, "SKILL"], [1500, 1520, "SKILL"], [1522, 1536, "SKILL"], [1694, 1698, "SKILL"], [1757, 1781, "KNOWLEDGE"], [1726, 1755, "KNOWLEDGE"], [1700, 1725, "SKILL"], [1816, 1837, "KNOWLEDGE"], [1839, 1860, "KNOWLEDGE"], [1864, 1881, "KNOWLEDGE"]]}
{"id": 5548, "data": " A flexible approach to job planning to ensure work-life balance. Dedicated and protected SPA time. Excellent Continuing Professional Development (CPD) and study leave arrangements. Relocation package available Focus on staff health and wellbeing A Global Digital Exemplar for Mental Health.", "label": [[110, 145, "KNOWLEDGE"], [147, 150, "SKILL"]]}
{"id": 5549, "data": " Developing product verification strategies that ensure complete coverage of critical functionality and performance for new and changed products Analyzes technical files of existing products against quality system requirements, identifies gaps in verification approach, and develops plans to address the gaps Designs, develops, and validates product performance test tools of high complexity Demonstrates test method repeatability and reproducibility through GRR, MSA, and other analytical techniques Performs assignments independently with limited supervision Recommends improvements to the organizational test and verification SOPs and tools Coaches and develops less experienced engineers , Degree in an engineering or science discipline 5-8 years of experience preferred (less acceptable if coupled with advanced degree) Expertise developing test, integration, and verification strategies for safety-critical products Expertise designing and developing manual or automated product performance tests and testing systems Advanced technical problem solving and analytical ability Works accurately with attention to detail Ability to exercise judgement in making high complexity engineering decisions Ability to provide on the job training, instruct, and advise others", "label": [[479, 500, "KNOWLEDGE"], [694, 701, "LEVEL"], [741, 750, "MIN_EXP"], [459, 462, "SKILL"], [464, 467, "SKILL"]]}
{"id": 5550, "data": " Research and communicate complicated technology topics in clear, concise ways to a non-technical audience Produce text for large projects such as product brochures, press releases, data sheets, customer success stories, whitepapers etc. Produce text for small marketing activities such as newsletter posts, blog posts, texts for web, and social media Work collaboratively within a cross-functional team environment with art directors, designers, engineers, strategists, and product managers Create original, breakthrough work Translate complex strategic approaches into easily accessible creative concepts , Excellent English writing skills Excellent ability to research technical topics, interview customers, and technical experts to acquire knowledge Excellent ability to convert technical information into marketing text Excellent ability to write compelling marketing text for digital marketing and social media An interest in product storytelling and project strategy", "label": [[619, 627, "SKILL"], [957, 973, "KNOWLEDGE"], [940, 952, "KNOWLEDGE"]]}
{"id": 5551, "data": " Full UK driving licence (Category B), held for 1+ years. Must be 22+ years of age due to insurance Licence to have a maximum of 3 points on licence Must have no DR/DD/CD40/CD70/LC or TT99 endorsements All shifts will be held in Killingholme so own transport is essential", "label": [[9, 25, "SKILL"], [48, 56, "MIN_EXP"], [162, 164, "SKILL"], [165, 167, "SKILL"], [168, 172, "SKILL"], [173, 177, "SKILL"], [178, 181, "SKILL"], [184, 189, "SKILL"]]}
{"id": 5552, "data": " 3D site modelling and road design using Civils 3D and/or microdrainage , S38/S278 highway design to Manual for Streets and Design Manual for Roads & Bridges Volumetric Assessment Drainage design for Private and Adoptable Systems (Strategy and Layout, Hydraulic Calculations) Flood risk assessments Undertaking Statutory Authority Searches & Liaison General Reporting and Correspondence Construction Specifications Risk Assessments , A salary of £29,000 - £38,000 depending on experience 25 days holiday + bank holidays increasing with time served Various insurances covering ill health and income protection Regular salary appraisals", "label": [[41, 50, "SKILL"], [124, 131, "KNOWLEDGE"], [252, 274, "SKILL"]]}
{"id": 5554, "data": " Provide engineering input to estimates for project work scopes Provide input to progress and planning meetings Provide technical expertise to specify modifications to existing equipment or purchasing new equipment including but not limited to: , DCS,ESD F&G and Metering system modifications Field Instrumentation including Pressure, Level, Temperature, Flow and Specialist Measurements. Valves SIL, High Integrity Systems (HIPPS) Measurement and Metering Industrial Networking and Communications Provide technical expertise to the resolution of technical queries ensuring that all design changes are captured by the change control process To be able to conduct site surveys on offshore or onshore assets To be able to produce calculations required for the role and participate in design reviews Provide checking and approval of discipline documents", "label": [[401, 423, "SKILL"], [425, 430, "SKILL"], [247, 250, "SKILL"], [251, 255, "SKILL"]]}
{"id": 5555, "data": " Data analysis support, with responsibilities in data extraction, processing, reporting and results interpretation, with focus on real-life use patterns of crop-protection products Explore available methods in predictive analytics to create more business value from the available resources. Work in close collaboration with customers from Global/Regions/Countries to meet their needs for data analysis and visualization in a cost-effective way , Drive data-analysis work applied in the projects in coordination with other project-team members locally and globally. Report on findings in a structured and clear way Develop, in collaboration with team members, additional questions to investigate based on the available and possibly obtainable data Keep a record of the analysis work in reproducible way with complete documentation Enable value creation for team members by applying state-of-the-art data analyses and visualizations Provide professional service and expertise whilst operating within a highly regulated environment under multiple influences (countries/regions/global) Identify priorities and critical enhancements for future work Deliver according to tight timelines required by development counterparts due to seasonal activities and time bound milestones (regulatory) , M.Sc. in statistics, mathematics or natural and economical sciences (e.g. agronomy, biology, chemistry, economics, etc.) Good knowledge of statistics methods and their application in agriculture Advanced technical knowledge of the R or STATA programming language Familiar with database query languages (e.g. SQL) Familiar with Git or other version-control systems for software development. Knowledge of core IS systems (e.g. MS Access, Oracle DBs, MS Excel, Windows, MS Office) Experience in analysing and extracting knowledge from data / experience as a data analyst preferably in a multinational company (agro, pharma, bank) Fluency in English is a must, any additional language is an advantage to operate in multi-language environment", "label": [[1286, 1291, "LEVEL"], [1295, 1305, "KNOWLEDGE"], [1307, 1319, "KNOWLEDGE"], [1334, 1353, "KNOWLEDGE"], [1360, 1368, "KNOWLEDGE"], [1370, 1377, "KNOWLEDGE"], [1379, 1388, "KNOWLEDGE"], [1390, 1399, "KNOWLEDGE"], [1517, 1518, "SKILL"], [1522, 1528, "SKILL"], [1528, 1540, "KNOWLEDGE"], [1594, 1597, "SKILL"], [1613, 1617, "SKILL"], [1711, 1720, "SKILL"], [1722, 1732, "SKILL"], [1734, 1742, "SKILL"], [1744, 1751, "SKILL"], [1753, 1762, "SKILL"], [1841, 1853, "KNOWLEDGE"], [1899, 1905, "KNOWLEDGE"], [1893, 1897, "KNOWLEDGE"], [1924, 1932, "SKILL"], [452, 465, "KNOWLEDGE"]]}
{"id": 5556, "data": " Complete all tasks, including the handling of all complex calls and queries, to a high quality, to meet client requirements in a timely and accurate manner , Quality control of transactions processed and client correspondence , Ensure business standards and client deadlines are met on a consistent basis , Escalate client issues where necessary , Assisting in the preparation and distribution of various management and client reporting , Ensure an awareness of, and adherence to, the key Transfer Agency controls, risk controls, and fraud controls at all times. , Bachelor's degree or above , Have strong attention to detail and appreciate the importance of completing work 'right first time' against daily deadlines , You understand the importance of customer service excellence and have a 'can do' attitude with strong written and oral communication skills , You are keen to learn and develop and you enjoy being part of an energetic and growing team", "label": [[566, 577, "LEVEL"]]}
{"id": 5557, "data": " Supporting other finance colleagues in their daily tasks including timely sales and purchasing Ensuring adherence to accounting rules, procedures and timescales Analysis of financial data and production of management accounting information for business including benefits tracking Continuous review of customer debt and cash allocation and escalate as necessary Provide reports as and when requested Support Operational teams in provision of ad hoc reports , Effective communication and rapport building skills Ability to develop and deliver high quality services and solutions A customer centric approach to finance and business operations An extremely high work ethic Motivation for career progression and development A knowledge of the use and meaning of finance metrics and tools Ability to gather and correlate correct date Ability to apply DPDHL financial policies to a limited range of activities Prioritise workloads to meet deadlines Be PC literate in Excel, Word etc. High level of literacy and numeracy", "label": [[962, 967, "SKILL"], [969, 974, "SKILL"], [947, 958, "KNOWLEDGE"]]}
{"id": 5558, "data": " Planning and installation of new operating system releases to maintain software currency. Planning and installation of upgrades/new software when required. Open requirements and/or fix requests for software updates Management of system & software configurations (via change control). Ensuring that all work is actioned in accordance with security standards. Use of the current processes/tools to assist with security healthchecking and maintenance of security standards. Ensuring that Security APARS/PTFs are managed and applied before due date. Creation and maintenance of documentation. Working to establish and build on collaborative working relationships with customer groups and other teams. Reviewing and approving change control plans. Resolution of problems relating to the operating system and associated software. , Software - Problem Determination/Resolution Problem solution and changes which are carried out and monitored in various PCM Tools Software Last Level Support Maintenance of system documentation Maintenance of operator manuals , At least 1 year experience in IT support area Intermediate, B1 English language , Competitive salary Health/insurance related benefits (private health insurance, pension plan contribution, life insurance) Flexible benefit elements (SZÉP card, School Support, Local Travel Pass) Commuting and relocation support Working in an international environment Development and career opportunities. You’ll have the opportunity to learn and keep learning!", "label": [[495, 505, "SKILL"], [947, 956, "SKILL"], [1058, 1065, "MIN_EXP"], [1118, 1126, "SKILL"], [827, 836, "KNOWLEDGE"]]}
{"id": 5559, "data": " Development processes and methods for safety-critical AI applications Robust and reliable approaches to safeguard AI methods and algorithms Safety and security in the context of AI-based applications Management and use of sensitive data Execution environments for AI-based applications Innovative computation methods.", "label": [[179, 187, "KNOWLEDGE"], [265, 273, "KNOWLEDGE"], [115, 125, "KNOWLEDGE"]]}
{"id": 5563, "data": " Responsible for ensuring that finished goods build quality requirements are met and TEL product is manufactured to meet Rokbak/Volvo and customer specifications. , Carry out 4-hour testing of trucks following test criteria. , Assist other inspection areas by testing functions on trucks to qualify that finished product consistently conforms to required standards. , Time served mechanical engineer, City & Guilds or ONC/HNC Mechanical Engineering/Metrology Technician , 3+ Years in an Inspection position within OEM product Assembly/Finished goods Inspection environment automotive other construction equipment manufacturing environment. , TEL product knowledge desirable - cross area skills e.g. electrical/mechanical knowledge/other inspection areas , Strong communication & interpersonal skills , Confident in using measuring equipment , Confident in driving Rokbak / Volvo trucks or experience of driving other off-highway equipment (training provided) , Ability to read, understand and discuss engineering drawings , Assembly build and SOP procedures , Proficient in use of PC's - Microsoft Office, SAP etc", "label": [[514, 534, "KNOWLEDGE"], [426, 448, "KNOWLEDGE"], [449, 458, "KNOWLEDGE"], [472, 481, "MIN_EXP"], [1088, 1104, "SKILL"], [1106, 1110, "SKILL"]]}
{"id": 5564, "data": " High and low dusting, mopping, wiping and scrubbing surfaces. Cleaning of wards, side rooms, toilets, showers, infected and public areas. Ensure rubbish bins are maintained and removed when full. Maintain high hospital standards by ensuring all areas are clean, presentable and safe for visitors by following the required policies and procedures. Use equipment in accordance with the role following all Health & Safety guidelines. , Passionate about patient care, with the ability to communicate effectively with patients, visitors and healthcare staff. Able to work under pressure, individually and as part of a team with a flexible approach to meet the needs of the business. Confident working in a hospital environment and aware at times you will come in contact with patients that are particularly unwell or showing signs of distress. It doesn't matter if you've never worked as a Cleaner before. What does matter to us the most, is taking pride in what you do and a willingness to learn and go the extra mile for our patients. This position is subject to a Disclosure & Barring Service check", "label": [[485, 508, "KNOWLEDGE"]]}
{"id": 5567, "data": " Creative mind-set Long copy experience Stakeholder Management Skills and the ability to work across the business Direct Marketing experience and an understanding of how to drive response Flexible between different products Ability to quickly take briefs and produce relevant, customer centric copy Financial Services copywriting experience preferred", "label": [[298, 329, "KNOWLEDGE"], [114, 131, "KNOWLEDGE"]]}
{"id": 5569, "data": " Liaise with global finance teams to collect and analyse data for AKQA/AKQA Group's consolidated analysis Provide analysis for YOY and latest forecast variances for studios and HQ entity Review financial packages in WPP's consolidation software for accuracy and completeness Prepare and manage the global reporting timetable and provide guidance to teams on reporting requirements Manage Net Working Capital performance for AKQA globally and push to meet targets Manage intercompany transactions globally to ensure process is smooth Maintain ownership of the implementation of regional controls and have knowledge of SOX/ICFR guidelines Support Head of Financial Reporting and CFO for AKQA/AKQA Group's financial meetings Assist in the integration of acquisitions into the business and provide onboarding training to new joiners Develop strong working relationships with business partners Perform month-end tasks including detailed P&L and Balance Sheet analysis for the HQ Corporate entity Other ad hoc finance projects/tasks may arise , Work well under pressure, manage time efficiently to meet tight deadlines: dedicated, analytical and proactive Attentive to detail and follow through with a focus on process improvement Working towards or completed accounting designation (CIMA, ACA or equivalent) Intermediate excel skills and knowledge of using Keynote Problem solver - the ability to synthesize information and knowledge to achieve a practical solution Excellent communication skills with the ability to communicate clearly and concisely across different regions and functions A personable, professional approach Excellent organisation ability to successfully manage a variety of activities", "label": [[1278, 1282, "SKILL"], [1284, 1288, "SKILL"], [1352, 1360, "SKILL"]]}
{"id": 5570, "data": " £160-£220 per day (dependent on experience and qualifications) Long-term, full-time Great transport links and parking available , Good SEN knowledge and experience, especially with SEN such as autism (ASD) and behavioural needs QTS (or equivalent) and a valid DBS Good references", "label": [[202, 205, "SKILL"], [229, 233, "SKILL"]]}
{"id": 5571, "data": " To work for a tier 1 construction company Ability to learn new skills in a construction environment Get into an admin role Opportunity to learn and develop skills A friendly team , Greeting guests Dealing with incoming phone calls Making teas and coffees Managing sign in book Managing a switchboard Liaising with managers Answering and fielding incoming telephone calls , Excellent communication skills Spanish language skill ideal but not required Strong IT skills in MS Office including Outlook, Excel / Word The ability to multitask and have high attention to detail Experience in the Construction Industry", "label": [[471, 480, "SKILL"], [491, 498, "SKILL"], [500, 506, "SKILL"], [508, 513, "SKILL"], [590, 611, "KNOWLEDGE"]]}
{"id": 5572, "data": " Pick / pack, receive, handle and dispatch cargo from vehicles / warehouse expediently and efficiently. Inspect cargo condition, complete necessary paperwork reporting any damage and discrepancies. Perform visual inspection of mechanical handling equipment and report any faults. Assess condition of vehicle to be loaded to ensure it is safe and suitable for its purpose. Ensure all relevant administration procedures are followed and completed. Work within Health and Safety regulations as well as within those stated in IMDG/ADR requirements, notify/take action where necessary. Fulfil company policy on security and quality. Maintain a good working environment in a safe and tidy manner. Use of warehouse computer systems. This list is not exhaustive , Possess minimum 1-2 years' work experience in a Cross-Dock warehousing environment with previous Shunter experience. Shunter License essential. Previous Stock Control, Counterbalance, Power Pallet truck & Manual Handling experience would be advantageous. Strong attention to detail and accuracy. Ability to communicate effectively in English, verbally and in writing. Flexibility regarding shifts as required. Full clean driver's license This list is not exhaustive", "label": [[772, 781, "MIN_EXP"], [804, 826, "KNOWLEDGE"], [853, 860, "KNOWLEDGE"], [909, 922, "KNOWLEDGE"], [1090, 1097, "SKILL"], [1177, 1193, "SKILL"]]}
{"id": 5574, "data": " The Principal Toxicologist will identify, advise & lead introduction of 'best practice' risk assessment and toxicological testing approaches for oral and inhalation product delivery. Identify opportunities and innovative approaches to streamline assessment processes and enable agility in product development Be the go to person in toxicology areas, providing expertise and direction to senior stakeholders including on regulatory matters. Advocate and communicate stewardship approach internally & externally to enable business e.g. R&D, industry forums, regulators etc. Key trainer of our Consumer Product Safety organisation. The Principal Toxicologist will ensure technically that the team can support an appropriate product innovation plan. Support and enable relationships with key partners across the functions and markets. Make decisions based on data interpretation gained from extending what is already known in the area of product toxicology and science. Internal and external peer review of scientific study reports, publications and presentations. , Professional with exposure in toxicological risk assessment and programme management. Knowledge of the principles of toxicology with the ability to translate into actionable outcomes to assess risk. Understanding of consumer product safety assessment (e.g. tobacco products, e-cigarette products, nutraceuticals, pharmaceuticals, biotechnology, new-actives etc.) Impact assessment - ability to interpret changes of approach & advise on impact Track record in setting & delivering strategies for technical requirements. , Educated to MSc or PhD level ideally in toxicology or relevant field R&D exposure within Consumer Healthcare, Pharmaceutical, Tobacco, Biotech, New-Actives, Food and/or Cosmetics Industry. Ideally European Registered Toxicologist or DABT registered (not a deal breaker however)", "label": [[1597, 1601, "LEVEL"], [1604, 1608, "LEVEL"], [1625, 1636, "KNOWLEDGE"], [1653, 1657, "KNOWLEDGE"], [1674, 1693, "KNOWLEDGE"], [1695, 1709, "KNOWLEDGE"], [1711, 1718, "KNOWLEDGE"], [1720, 1727, "KNOWLEDGE"], [1754, 1772, "KNOWLEDGE"], [1818, 1823, "SKILL"]]}
{"id": 5576, "data": " strong communication skills willing to be part of a team creative and out of the box thinking , Bachelor in chemistry or chemical engineering Master in chemistry or chemical engineering with specialization in colors will be considered as an asset Proficient level of english language Excellent user of computers and computer programs , Development of new color recipes Contribution in the color matching process Creation of color samples and testing them for the right results Observation of the production process and the outcome Participation in the color mixing and color matching programs with technical equipment", "label": [[97, 106, "LEVEL"], [109, 118, "KNOWLEDGE"], [122, 142, "KNOWLEDGE"], [143, 150, "LEVEL"], [153, 163, "KNOWLEDGE"], [166, 186, "KNOWLEDGE"], [268, 276, "SKILL"], [317, 334, "KNOWLEDGE"]]}
{"id": 5577, "data": " A Data Analyst to support the continuous improvement and deployment of the Data Governance capabilities at the Bank, in order to enforce our Data Quality & Governance Team and its growing activity.", "label": [[76, 91, "KNOWLEDGE"], [31, 53, "KNOWLEDGE"]]}
{"id": 5579, "data": " Responsible for running the home and all housekeeping duties Laundry and ironing Cooking meals for the family – healthy cooking from scratch Occasional shopping and local errands Unpacking the food shop Travelling with the family - this will be mostly to help with the children Help with the children in the school holidays - the housekeeping will not be a priority when all three children are home", "label": [[74, 82, "SKILL"], [82, 95, "KNOWLEDGE"]]}
{"id": 5580, "data": " Recent experience of working in a Primary School. Qualified Teacher Status – NQTs are welcome to apply. Be able to motivate and inspire learners through engaging lessons. , Be able to draw upon a wide variety of behaviour management skills and techniques. , Current DBS registered on the update service or willing to apply. , Supply Desk are a nationwide agency working with teaching staff and schools across the UK. We aim to match teaching staff with schools to fulfil our motto of ‘finding a job you love’. With top rates of pay, excellent customer service and commitment to your development with programs like Team Teach, Jolly Phonics and Jolly Grammar, Supply Desk are an agency that will fulfil your needs. Supply Desk are committed to safeguarding and promoting the welfare of children and young people. All successful applicants will be required to complete an enhanced DBS check which must be maintained throughout the period of employment and meet Safer Recruitment standards. Like you, we are committed to transforming the lives of children through the placement of inspirational teaching staff alongside the promotion of own intervention packages such as Love2Read – a bespoke Reading Intervention proven to boost reading age by up to 2 years In addition, refer a friend and get £100 if they work 5 days for us!", "label": [[584, 596, "KNOWLEDGE"], [966, 987, "KNOWLEDGE"]]}
{"id": 5583, "data": " Delivering the pharmacy strategy through providing expert care and advice Accountable for legal and ethical decisions in the pharmacy Building pharmacy capability of store teams Conducting continual review through audit, observations and risk assessment to ensure customer and patient safety is paramount Delivering a range of professional pharmacy services , Competitive holiday allowance (with the option to buy more days) Boots Retirement Savings Plan pension scheme Discretionary annual bonus scheme Enhanced Maternity / Paternity / Adoption leave pay £100 gift card for colleagues expecting/adopting a baby Flexible benefits scheme (via salary sacrifice) including financial wellbeing support, gym membership, holiday buying, dental cover, life assurance, restaurant discount cards, activity passes and much more (exclusions may apply, eligible roles only) Access to our Employee Assistance Programme offering free, independent and confidential counselling and support, 24 hours a day, 7 days a week Generous staff discount (with enhanced discounts for Boots brands, Boot Opticians and Boots Hearingcare) Access to corporate third-party discounts, including retail, cinema, holidays and more (UK only) Access to the Boots Benevolent Fund, a registered charity that offers support to eligible current and former colleagues in the UK, as well as their immediate relatives, at times of financial hardship. Access to a range of learning and development resources and programmes Reimbursement of GPHC/GOC fees in full Contribution towards RPS fees Bespoke location benefits (dependant on location) , Be registered with relevant pharmacy regulator (GPhC, PSNI, PSI) Demonstrate high levels of professional expertise and be widely respected by stakeholders, peers, patients, customers and external local professionals Have a passion for community pharmacy and providing the best care for our customers. Have a love of working collaboratively with a team-centred approach Have excellent knowledge of pharmacy operations and provisions of national and local services Role model communication skills", "label": [[1998, 2017, "KNOWLEDGE"], [2075, 2089, "SKILL"]]}
{"id": 5585, "data": " Engineering experience of working on broadcast systems in a live TV, Radio or multi-media environment. Considerable experience of diagnosing and fixing technically complex problems across a variety of broadcast systems. Demonstrable theoretical and practical knowledge of audio and video broadcast systems including both analogue and digital platforms. Experience with Graphics (eg VizRT) and editing software solutions. Experience of studio automation and robotic systems. Experience of repairing electronic and mechanical faults on technical equipment. Demonstrable ability to communicate clearly using a range of styles, tools and techniques to explain technical issues to a wide range of people. Experience of providing a high quality service in a demanding environment. Logical application of engineering knowledge in unfamiliar troubleshooting situations. Excellent ability to identify requirements and to recognise whether these can be met effectively from the resources, timescales skills and funds available. Knowledge of broadcast networks and experience of remote access via VPN, mstsc, iLo and VMWare. Experience in managing conflicting demands in high pressure situations where priorities are rapidly changing. Awareness of all aspects of Health and Safety, particularly electrical safety within broadcast environments. Willingness to travel abroad or if the role requires it. , Excellent career progression - the BBC offers great opportunities for employees to seek new challenges and work in different areas of the organisation. Unrivalled training and development opportunities - our in-house Academy hosts a wide range of internal and external courses and certification. Benefits- We offer a competitive salary package, a flexible 35-hour working week for work-life balance and 26 days (1 of which is a corporation day) with the option to buy an extra 5 days, a defined pension scheme and discounted dental, health care, gym and much more.", "label": [[1, 13, "KNOWLEDGE"], [335, 352, "KNOWLEDGE"], [383, 388, "SKILL"], [402, 420, "KNOWLEDGE"], [458, 473, "KNOWLEDGE"], [1087, 1090, "SKILL"], [1092, 1097, "SKILL"], [1099, 1103, "SKILL"], [1107, 1113, "SKILL"], [1253, 1270, "KNOWLEDGE"]]}
{"id": 5586, "data": " Proactively help with a selected part of the validation methods Support the validator in formulating the conclusions of the validation Support in further automatization of validation methods and production of reports Develop additional validation methods Learn more about market risk and state of the art validations , You are an active student with a focus on mathematics/statistics/physics You have some programming skills. Ideally bash scripting and python. Latex, R, SQL, and c++ are advantageous. You like to work in and contribute to a team and English is not a problem for you You are interested in learning about Market Risk Management and like to contribute to the continuous improvement of the systems and models. You have fun working with big amounts of data and draw your own conclusions from the results of your analysis , Gain practical experience in an international banking environment Learn from working with successful banking professionals Stay flexible and arrange your weekly working hours to suit your schedule Make the most of the benefits we offer such as low-cost, tasty food in our canteen Boost the balance of your student bank account: gross monthly salary of EUR 1,985.12 (based on 38,5 hours)", "label": [[407, 425, "KNOWLEDGE"], [454, 460, "SKILL"], [462, 467, "SKILL"], [469, 470, "SKILL"], [472, 475, "SKILL"], [481, 484, "SKILL"], [552, 560, "SKILL"], [622, 644, "KNOWLEDGE"], [675, 697, "KNOWLEDGE"]]}
{"id": 5587, "data": " User Experience Designer Preston, Lancashire (+ Remote Working) Market Rates (c£40,000 per year) , A minimum of 2-3 years’ commercial experience in a UX designer role Experience having worked in an Agile software development environment Prototyping with Figma is highly desirable, with some exposure to HTML, CSS and/or JS would be very useful (to aid management of UI Design System) Natural understanding for users and their needs and be able to translate them to the business stakeholders Some experience running workshops and brainstorming sessions to drive collaboration between various stakeholders would be beneficial , Manage the User Experience roadmap and strategy while being the voice of the user across the business to translate users’ needs into requirements Help with the day-to-day running of the User Experience Team including stand-ups, sprint planning and working with and mentoring a Junior Designer Help to inform design decisions by carrying out user research, using various methods such as customer journey mapping, user interviews, field studies and user testing Run workshops and ideation/brainstorming sessions to drive collaboration between various stakeholders including product managers, business analysts, developers and testers Produce Low/High Fidelity prototypes with the ability to communicate the designs/ideas that can be understood by both users, developers and other stakeholders Continuous improvement and management of our UI Design System Internally, working with key stakeholders to define requirements and develop acceptance criteria from a user perspective", "label": [[113, 122, "MIN_EXP"], [199, 204, "SKILL"], [238, 250, "KNOWLEDGE"], [255, 261, "SKILL"], [304, 308, "SKILL"], [310, 314, "SKILL"], [321, 324, "SKILL"], [367, 383, "KNOWLEDGE"], [1418, 1440, "KNOWLEDGE"]]}
{"id": 5594, "data": "\" You'll own the brand across video, reviewing all content for consistency in tone, quality and style. You'll work closely with the wider team to generate creative content and video concepts to deliver campaigns. You'll manage multiple edits and projects at the same time. You'll create bespoke edits for different platforms to engage our audiences across platforms, including YouTube, TikTok and Instagram. You'll pitch, plan, storyboard and shoot creative video projects. You'll help our instructors build, grow, and expand their presence on Daisie, while assisting with their external audience alignment and development You'll research imagery, music, instructor footage and stock video to support creative treatments and edits. You'll work closely with cross functional teams on planning, requirements and processes. You'll keep up to date and understand the latest trends and developments in video across platforms and devices. , You have Camera, Lighting & Audio operating experience You have high technical proficiency with Premiere Pro, DaVinci Resolve and After Effects You have good communication skills and can manage actors and producers You have an advanced knowledge of Production and Post-Production process. You're an experienced video creative with an in-depth knowledge of what encourages engagement on social media platforms – and the differences between the platforms (Facebook, Instagram, Snapchat, Twitter etc) You have a proven track record and comprehensive knowledge of video editing for multiple platforms, with impressive technical knowledge of video formats and editing. You have experience in working with all major video platforms, with particular attention to YouTube. You have a good understanding of usage and clearance requirements for music, images and footage. You're accustomed to working to tight deadlines across multiple projects. , a competitive salary sizeable equity in the company a fully remote working option, with the ability to work from anywhere in the world a place in a team excited to change the world $1000 personal training budget to spend as you wish $1000 wfh \"\"starter kit\"\" to get set up 33 days annual leave (including bank holidays) all the tools and support you need to create amazing work \"", "label": [[377, 384, "SKILL"], [386, 393, "SKILL"], [397, 406, "SKILL"], [1031, 1043, "SKILL"], [1045, 1053, "SKILL"], [1053, 1061, "SKILL"], [1065, 1078, "SKILL"], [1093, 1107, "SKILL"], [1321, 1343, "KNOWLEDGE"], [1389, 1397, "SKILL"], [1399, 1408, "SKILL"], [1410, 1418, "SKILL"], [1420, 1428, "SKILL"], [1495, 1508, "KNOWLEDGE"], [1691, 1698, "SKILL"]]}
{"id": 5597, "data": " Front End web development (mainly PHP and Javascript work) - 25% Back End development work within an in-house framework and Laravel - 30% Database management/development - 20% Supervision/training and code review of junior staff - 25% , Good PHP, Javascript, HTML, CSS skills Good SQL skills (MySQL) Laravel framework knowledge Good understanding of network administration and IT hardware/software support issues Good understanding of IT security A passion for programming, a fast learner and a willingness to provide a high level of support. Writing MVC applications Linux server administration Database administration Technical/science degree , Good pension scheme Employee perk scheme Use of the company's luxury apartment in Spain (free of charge) Interest free loan of £5,000 for first time house buyers Access to cheap luxury holidays Strong career progression possibilities Positive and fun working environment", "label": [[35, 39, "SKILL"], [43, 54, "SKILL"], [66, 86, "KNOWLEDGE"], [125, 133, "SKILL"], [248, 258, "SKILL"], [266, 270, "SKILL"], [260, 264, "SKILL"], [243, 246, "SKILL"], [282, 286, "SKILL"], [294, 299, "SKILL"], [378, 398, "KNOWLEDGE"], [436, 447, "KNOWLEDGE"], [462, 473, "KNOWLEDGE"], [552, 556, "SKILL"], [569, 575, "SKILL"], [597, 620, "SKILL"], [639, 646, "KNOWLEDGE"], [139, 158, "KNOWLEDGE"]]}
{"id": 5599, "data": " Managing a team of ecologists and subcontractors Coordinating ecological surveys and mitigation. Liaising with clients as well as Local Planning Authorities. Carrying out training both internally and externally Managing multiple projects Carrying out biodiversity habitat and biodiversity net gain assessments Carrying out protected species surveys. , Minimum of 8 years relevant work experience in the Ecology field. Degree in Ecology or Biological Sciences. Hold an EPS or conservation licence for at least two species groups. Membership of CIEEM Have a proven track record of report writing including protected species surveys, environmental statement chapters, habitat regulations assessments and ecological management plans. Some experience with Biodiversity Net Gain calculations. Full UK Driving License , A salary of £35,000 - £45,000. Carpool Discounted Private Medical Insurance Flexible working A second to none training programme TOIL scheme Paid CIEEM Membership", "label": [[364, 371, "MIN_EXP"], [404, 412, "KNOWLEDGE"], [419, 426, "LEVEL"], [429, 437, "KNOWLEDGE"], [440, 459, "KNOWLEDGE"], [796, 811, "SKILL"], [49, 82, "KNOWLEDGE"]]}
{"id": 5603, "data": " Identifying, evaluating and implementing new sources of data to improve our models, as well as wringing more value from existing sources with insightful feature engineering Digging into test results and investigating the accuracy of predicted outcomes, to identify opportunities for improvement Reviewing the data, analytical and modelling outputs of the team, to ensure our high standards are met Leading and developing the data scientist colleagues, delivering change across the business. , Highly competitive basic salary £5k car allowance Up to 10% bonus earning potential Pension 1:1 match up to 10% 27 days holiday and bank holidays (plus buy and sell up to 5 days) Flexible working", "label": [[296, 314, "KNOWLEDGE"], [331, 340, "KNOWLEDGE"]]}
{"id": 5604, "data": " Help design of a detailed HR Operating Model with all relevant elements (e.g. HR Governance, HR roles etc.) under consideration of overall HCM cloud implementation Help design and maintain the rules for the organizational structure creation and the span of control in different business units Help to conduct regular audits of the organizational structure and recommends changes to make the organization more efficient Understand and integrate job design methodology for job creation and job evaluation and design and maintain the job matrix of all jobs in the organization Link organizational design to learning and career paths Help to develop and identify the transformation needs of adidas’ HR department (processes, way of working, organization ...) Ensure timely alignments with relevant stakeholders (e.g. functional team) on dependencies Conduct workshops to validate organization design with stakeholders to ensure that the design satisfies requirements Completes all appropriate documentation required especially by the processes design team that will help drive process design Provide status to project management regarding the process area Develops and test teams with the creation of test data e.g. for service rehearsal testing", "label": [[144, 164, "KNOWLEDGE"]]}
{"id": 5607, "data": " Independently performs method validations, method transfers and analytical testing of pharmaceutical and biopharmaceutical compounds in a variety of formulations and/or delivery systems. Understands and conforms to methods and protocols applicable to assigned tasks. Designs and executes experiments with minimal supervision. Prepares study protocols, project status reports, final study reports and other project-related technical documents. Communicates data and technical issues to the client and responds to client needs and questions. Mentors, trains and coordinates laboratory activities of other team members and assists in troubleshooting instrument and analytical problems. Assists with quality systems and new equipment. Assists in designing method validation or method transfer protocols and establish project timelines. Reviews, interprets, and analyzes data for technical, quality and compliance to protocols, methods, SOPs, client criteria and Good Manufacturing Practices (GMP) or Good Laboratory Practices (GLP). Performs self and peer review of the data for accuracy and compliance with reporting requirements prior to submission to QA and issuance to customers. , Education to a Bachelors or higher level in related subjects ie\" method development would be an advantage. The ability to plan, schedule and carry out work for successful project completion A positive attitude and ability to work well with others Excellent attention to detail \"\"\"", "label": [[24, 42, "KNOWLEDGE"], [87, 102, "KNOWLEDGE"], [106, 124, "KNOWLEDGE"], [989, 992, "KNOWLEDGE"], [1024, 1027, "KNOWLEDGE"], [1198, 1208, "LEVEL"]]}
{"id": 5610, "data": " Human health hazard and risk assessment predominantly within the context of EU REACH and Biocidal Products Developing testing strategies – QSARs, in vitro and in vivo testing as well as read-across assessments Monitoring of toxicological studies incl. subcontracting CROs for toxicological endpoints, adaptation of study design and protocols, dose selection and review of study reports IUCLID6 realization – robust study summaries, derivation of safe exposure levels Classification and labelling (CLP/GHS) Provision of regulatory advice in terms of client representations at external meetings and participation in external events (e.g. stakeholder days, conferences, authority meetings) , Strong experience in regulatory toxicology is preferred and project management experience is desired Strong academic background in toxicology, biology, chemistry, or similar Detailed knowledge of toxicology", "label": [[140, 145, "SKILL"], [498, 505, "SKILL"], [798, 806, "LEVEL"], [821, 831, "KNOWLEDGE"], [833, 840, "KNOWLEDGE"], [842, 851, "KNOWLEDGE"], [886, 896, "KNOWLEDGE"], [722, 733, "KNOWLEDGE"], [750, 768, "KNOWLEDGE"]]}
{"id": 5611, "data": " You will have experience with microfluidic chip design. Familiarity with fluorescence microscopy. Strong academics in physics or a closely related field. Any knowledge of Python for data analysis purposes would be highly beneficial. , Agency: Newton Colmore Consulting Reference: MLNC-TW49583 , Posted: 15th November 2021 Expires: 13th December 2021", "label": [[172, 179, "SKILL"], [183, 196, "SKILL"], [31, 55, "KNOWLEDGE"], [74, 97, "KNOWLEDGE"], [106, 116, "LEVEL"], [119, 127, "KNOWLEDGE"]]}
{"id": 5612, "data": " Development safe, reliable, efficient and innovative technological solutions for our customers, Contribution to the further development of Air Liquide’s proprietary technologies, Development of process design as e.g. simulation (HYSYS / AspenPlus), equipment design, PFDs, P&IDs review meetings (HAZOP/SIL, model review, etc.), Supervisory start-up on site for customers around the world, Development of in-depth expertise in Air Liquide’s proprietary membrane technology for hydrogen recovery, Preparation of technical proposals for internal and external Clients. , Process Engineer reports to the Team Manager of Technology. This role is located in Krakow, Poland and requires business trips to various centers of Air Liquide Group and to Customers of up to several months. , Master degree in Chemical or Process Engineering, min. 5 years of professional experience as a Process Engineer in an engineering company for the Oil & Gas industry will be an asset, knowledge of software tools: HYSYS, AspenPlus, HTRI, AutoCAD is an advantage, knowledge of membrane technologies will be an asset, fluency in English is a must, team oriented person who can focus on the details, strong analytical, organizational and time management skills, passion for technical challenges, innovative and solution-driven mindset, eagerness to work in a multicultural team, willingness to travel short and long term to other engineering centers and construction sites worldwide. , Interesting, challenging position in an international company, Work in a multicultural team, Trainings and opportunities to develop, Wide possibilities of career development, Attractive compensation and benefits package, Possibility to purchase company shares on preferential terms, Private healthcare and MultiSport card.", "label": [[230, 236, "SKILL"], [238, 247, "SKILL"], [268, 272, "SKILL"], [297, 302, "SKILL"], [303, 306, "SKILL"], [308, 320, "KNOWLEDGE"], [779, 786, "LEVEL"], [796, 805, "KNOWLEDGE"], [808, 827, "KNOWLEDGE"], [834, 841, "MIN_EXP"], [874, 890, "KNOWLEDGE"], [897, 908, "KNOWLEDGE"], [925, 934, "KNOWLEDGE"], [975, 989, "KNOWLEDGE"], [991, 996, "SKILL"], [998, 1007, "SKILL"], [1009, 1013, "SKILL"], [1015, 1023, "SKILL"], [1053, 1074, "KNOWLEDGE"], [1104, 1112, "SKILL"]]}
{"id": 5613, "data": " Conduct performance, operational, financial and compliance audit identifying risks and proposing recommendations. review and provide advices on the adequacy and effectiveness of the control environment over the process in accordance with the requirements of Group Business owners and objectives. Collect and consolidate information/documentation from various HQ Departments. Analyse the information and define the action plan for each agency, i.e. prioritizing high risks areas review. Travel to different countries to meet relevant staff and obtain documents and information, support the Senior Auditors/the Chief Internal Auditor in researching and assessing how well risk management processes are working and recording the results using the corporate templates. Support the preparation of the reports (write recommendations) to highlight observations/issues as well as audit recommendations Fill-out the templates (both Word and Excel), distribute the reports and follow up the results in assessing how well the business is complying with rules and regulations", "label": [[924, 929, "SKILL"], [933, 938, "SKILL"], [671, 686, "KNOWLEDGE"]]}
{"id": 5614, "data": " Leading on the annual co-ordinating and closure of the Council’s and Pension Fund’s Accounts Co-ordinating and publishing a closing timetable promoting earlier close in line with proposed Government legislative timetable Providing technical expertise and advice to Senior Officers and Members when required Supporting and advising on MTFS and the preparation of Revenue and Capital Budgets Continuously reviewing the quality of service deliver and promoting good accounting practice across the Council", "label": [[464, 483, "KNOWLEDGE"]]}
{"id": 5615, "data": " Maintenance Repair Works Periodic Electrical Installation Inspection and Testing Emergency Light Testing Electrical Remedial Works Working on multiple sites throughout the UK Ensuring H&S Procedures are followed Completing and submitting the relevant documentation Overtime and On-Call duties will also be required , The ideal candidate will be based in the North but willing to travel/work away from home during the week Must be fully qualified Electrician and hold the relevant certificates (C&G2330/2356 or C&G2351/2355) and 17th Edition Reg’s (C&G2382) Must hold test and inspection qualifications (C&G 2391 or C&G 2394/2395). Experience of Commercial Electrical Installation Works Experience of Fixed Wire Testing & Inspection, and Emergency Lighting Systems. Full Clean Driving License Be prepared to multi-skill Have lots of Initiative A Positive Attitude Have a good understanding of/willingness to learn Health & Safety regulations Be keen to develop skills and grow within the company , Experience of AHU & AC Servicing / Maintenance Other trade related qualifications (AC, Mechanical / Plumbing, BMS, etc) PASMA / IPAF, PAT Testing and SSSTS , Attractive benefits package Company vehicle, fuel card, tablet and specialist tools provided Inflated hourly rate when working away (plus accommodation costs and expenses) £100 weekly on-call benefit + £25 per call out + Inflated hourly rate if called out 24 days annual leave plus bank holidays NEST pension", "label": [[185, 188, "KNOWLEDGE"], [495, 507, "SKILL"], [511, 523, "SKILL"], [549, 556, "SKILL"], [604, 612, "SKILL"], [616, 629, "SKILL"], [646, 680, "KNOWLEDGE"], [701, 719, "KNOWLEDGE"], [722, 732, "KNOWLEDGE"], [777, 792, "SKILL"], [914, 929, "KNOWLEDGE"], [1012, 1030, "KNOWLEDGE"], [1033, 1045, "KNOWLEDGE"], [1085, 1106, "SKILL"], [1108, 1111, "SKILL"], [1118, 1124, "SKILL"], [1126, 1130, "SKILL"], [1131, 1143, "SKILL"], [1148, 1154, "SKILL"]]}
{"id": 5616, "data": " People Management , Lead, manage, coach, and develop the Finance team. Accounting & Treasury , Full group P&L, Balance Sheet, and Cash Flow responsibility overseeing all financial and accountancy matters incl. preparation of month-end reports, management accounts, and statutory accounts. Manage all accounting operations, incl. Billing, Bookkeeping, Accounts Receivable, Accounts Payable, Cash Management, Consolidations, Transfer pricing, Revenue recognition, etc. Oversee the annual audit. Manage all treasury and insurance-related activities. Financial Planning, Reporting and Analyses , Coordinate the preparation of the annual budget, monthly forecasts and variance analyses. Manage the preparation of monthly management reporting on business performance including operational KPIs. Tax, Legal & Compliance , Preparation of the quarterly and annual tax filings across multiple jurisdictions (Spain, UK and US). Responsible for coordinating group taxation affairs, both domestic and international. Ensure all legal and regulatory documentation is filed and is compliant with statutory law and financial regulations. Be the central point of contact for all legal matters and coordinate external legal advisors (incl. GDPR). Documenting processes and policies to strengthen internal controls and ensure compliance with laws and regulations. , Financial systems , Streamline and improve accounting and financial systems to scale the company’s operations. Implement an ERP system. Fundraising , Raise equity financing from venture capital and growth equity funds. Raise debt financing (credit lines, loans, etc.). Apply to all relevant public debt or subsidy programs, both Spanish and European. Strategic and Business advice , Advise the CEO and Senior Management Team on all matters relating to financial performance and define financial strategy. Participate in board meetings. Prepare ad-hoc analysis/production of reports and support business decisions. , At least 3 years experience in a Finance Director or CFO role Native speaker in Spanish and Catalan and highly proficient in written and spoken English Experience with SaaS metrics or in a startup or scale-up environment Experience in equity fundraising Expert-skills in financial modelling in Excel Experience with board meetings and board reporting Entrepreneurial mindset, rolling up your sleeves and getting sh*t done Ability to work under pressure with hard working ethics Reporting and deadline obsessed Diligence and strong attention to detail Strong leadership and people management skills Strong analytical problem solving skills Strong communication, organizational and presentation skills , Work-from-home flexibility 25 working days of vacation Computer and gadgets for your daily work Monthly meal vouchers Private health insurance (that includes travel insurance, dental plan, and psychology sessions) Flexible working hours Referral program with paid compensation Equipment provided for Home Office setup Participate in office and team-building events. Breakfast at the office: Coffee, fruits, and more!", "label": [[548, 566, "KNOWLEDGE"], [568, 590, "KNOWLEDGE"], [790, 813, "KNOWLEDGE"], [1222, 1226, "KNOWLEDGE"], [1471, 1481, "KNOWLEDGE"], [1891, 1906, "KNOWLEDGE"], [1972, 1979, "MIN_EXP"], [2043, 2051, "SKILL"], [2055, 2063, "SKILL"], [2107, 2115, "SKILL"], [2131, 2136, "SKILL"], [2205, 2217, "KNOWLEDGE"], [2234, 2253, "KNOWLEDGE"], [2257, 2263, "SKILL"]]}
{"id": 5619, "data": " Obtain a thorough working knowledge of the company, its offering and value proposition Ensure that company data is recorded accurately and is correct Work as part of a team to evaluate and analyse key data, as well as insight derived from clients, that will be used to shape future business strategies Perform regular client outreach to promote the company’s proposition and secure business, scheudling meetings with prospective clients and growing the protfolio of business , Highly competitive basic salary of £25,000 with Y1 OTE of £35,000 Mobile phone and laptop Healthcare packages Lucrative bonus and incentive schemes Warm and inclusive environment that includes a variety of social events Pension contributions Varied workload that challenges and rewards you in equal measure (No cold calling!) , Educated to degree level Self-motivated, with a strong desire to succeed Enthusiastic, with a professional attitude Strong problem-solving skills A willingness to engage and develop well thought out approaches to top tier businesses.", "label": [[929, 944, "SKILL"]]}
{"id": 5620, "data": " Research industry-related topics (combining online sources, interviews and studies) , Prepare well-structured drafts using Content Management Systems , Proofread and edit blog posts before publication , Submit work to editors for input and approval , Coordinate with marketing and design teams to illustrate articles , Conduct simple keyword research and use SEO guidelines to increase web traffic , Promote content on social media  , Identify customers’ needs and gaps in our content and recommend new topics , Ensure all-around consistency (style, fonts, images and tone) , Update website content as needed. , Proven work experience as a Content Writer,Copywriter or similar role , Portfolio of published articles , Experience doing research using multiple sources , Familiarity with web publications , Excellent writing and editing skills in English & French , Hands-on experience with Content Management Systems ( WordPress)  , Ability to meet deadlines \" , BSc in Marketing, English, Journalism or related field. \"\"\"", "label": [[919, 928, "SKILL"], [846, 854, "SKILL"], [856, 863, "SKILL"], [963, 967, "LEVEL"], [970, 979, "KNOWLEDGE"], [981, 988, "KNOWLEDGE"], [990, 1001, "KNOWLEDGE"]]}
{"id": 5623, "data": " A minimum of 3 years experience within the building services industry. Capable of the technical design of Mechanical systems. Knowledge of RIBA Plan of Work Working knowledge of Hevacomp, AutoCad, IES.", "label": [[14, 21, "MIN_EXP"], [87, 103, "KNOWLEDGE"], [107, 125, "KNOWLEDGE"], [140, 149, "SKILL"], [179, 187, "SKILL"], [189, 196, "SKILL"], [198, 201, "SKILL"]]}
{"id": 5624, "data": " Helping clients develop their digital strategy by providing specialist risk assurance and advice. Stay current with the latest technology trends, leading risk management practices, and industry sector issues. Responsible for managing a TRA client portfolio in conjunction with Managers, Directors and Partners to ensure our work adds value is of the highest quality and is delivered timely. Responsible for planning, delivering fieldwork with the team, and reporting for specific assignments. Leading and coaching high performing engagement teams. You'll make quality time and take an interest in your team. Shaping our future by contributing to our ongoing innovation stream to build future products, services, and solutions. Representing RSM in external meetings, including attendance at client workshops, audit committees, and regional networking events. Contributing to the national and local Corporate Social Responsible (CSR) initiatives. Building trusted relationships with senior client stakeholders, and identifying opportunities where we could assist them. Identifying opportunities to partner with clients and develop proposals that demonstrate our capability to meet new and existing client needs. , Passionate to continue your career in technology, cyber, risk management, and partner with clients. Motivated to lead with purpose, innovate, and make a genuine lasting impact. Self organised and able to manage your time effectively to achieve deadlines under supervision. Committed to seeing tasks through to completion. Confident with excellent written, oral communication, and presentation skills. An active listener and proactive in taking action. Able to work autonomously and pro-actively. , Professionally qualified or working towards this - e.g. CISA, or other specialist skills and qualifications (PRINCE 2, MSP, COBIT, CISM, CISSP, CCSP, QSA etc.). Relevant experience within a technology, cyber, audit, and/or risk management role Digitally literate and able to use tools such as Microsoft Office 365. Understand technology trends and industry sector issues.", "label": [[155, 170, "KNOWLEDGE"], [1820, 1828, "SKILL"], [1830, 1833, "SKILL"], [1835, 1840, "SKILL"], [1842, 1846, "SKILL"], [1848, 1853, "SKILL"], [1855, 1859, "SKILL"], [1861, 1865, "SKILL"], [2004, 2024, "SKILL"], [1913, 1925, "KNOWLEDGE"]]}
{"id": 5627, "data": " Work as part of a small team to improve our React Native iOS / Android application. Develop, maintain, and Test the app working closely with the QA team. Complete two-week sprints, and participate in sprint retrospectives and daily standups. Implement supporting functions in Firebase. Interact with developers and designers to continually improve UI and UX. Take responsibility for good software hygiene (refactoring, testing, version control, etc.) Release applications to the Apple and Google Play stores. , Demonstrable experience with React Native, Node.js, Firebase, and Git/GitLab (required)", "label": [[45, 61, "SKILL"], [64, 72, "SKILL"], [277, 285, "SKILL"], [349, 352, "KNOWLEDGE"], [356, 358, "KNOWLEDGE"], [541, 553, "SKILL"], [555, 562, "SKILL"], [564, 572, "SKILL"], [578, 581, "SKILL"], [582, 589, "SKILL"], [85, 92, "KNOWLEDGE"]]}
{"id": 5628, "data": " Type: Small Animal Hours: Monday - Friday Full time Weekends: 1:3 Saturdays Sole Charge: None OOH: None Branch work: None Team: 3 Vet and 5 RVN with support team , State of the Art equipment including Lab, Digital X Ray, Pharmacy and Ultrasound Newly refurbished modern practice Clinical interests supported and encouraged Nurse training practice Bright spacious air-conditioned practice with modern facilities Offers an exciting workload Offers a good work / life balance Offers clinical freedom and the ability to work up cases and see them through from start to finish. Offers opportunity to expand clinical skill set and knowledge Practice provides clinical freedom for personal growth and development , You must have a strong work ethic and provide an excellent high standard of clinical service You will have ideally 1-2 years' experience You will be comfortable with all areas of routine surgery and consults. You will have excellent interpersonal and communication skills and the ability to develop a great rapport with both clients and staff. You will be a strong team player , Digital X-Ray In House Laboratory Nurse Clinics Dental x-ray Ultrasound , Salary: 35,000 - 50,000 commensurate to experience Holiday allowance: 4 Weeks Plus Bank Holiday and Birthday leave Workplace Pension Scheme CPD: Generous Allowance Certificates funded and supported Healthcare Scheme Rewards: Exclusive colleague rewards including discounts with High Street retailers and restaurants Staff Bonus Scheme Memberships: Paid memberships (RCVS, VDS and BVA) Staff Discount", "label": [[824, 833, "MIN_EXP"]]}
{"id": 5630, "data": " Place trailers in the required areas as per instructions from the warehouse teams Ensure all necessary safety checks are carried out and report any defects, accidental damage or incidents as soon as they are discovered Ensure fridges are set at the correct temperature, in line with loaded product temperature requirements and diesel tanks have adequate fuel at all times Remain professional and courteous in all communications Preserve vehicle parking area layouts and report debris or potential hazards to the site services team Continuously work in line with Health & Safety legislation Load and unload vehicles using warehouse MHE in line with Health and Safety standards , Class 1 licence Experience of working in a very fast-paced environment To be self-disciplined and motivated, with the ability to use your own initiative To be an excellent team player An understanding of the legal requirements regarding tachograph and driving hours , Free Fowler Welch Health Care Cash Plan Free life insurance as a Fowler Welch employee equal to three times your basic salary. Competitive pension scheme ‘Cycle 2 Work’ Scheme – save up to 42% on the cost of a new bike and necessary equipment. Recognition schemes for our exceptional employees – monthly winners receive £100 of shopping vouchers.", "label": [[563, 578, "KNOWLEDGE"]]}
{"id": 5631, "data": " Management of the R&D database (Google Cloud) Creating new and novel programs and datasets to be used internally and externally Data loading: Building ETL pipelines to load, transform and cleanse data Model development and production Development of machine learning programs , Attention to detail – a precise and methodical approach to work Experience coding in Python (others a bonus C#, Java) and writing robust readable code Experience in database management, ideally Postgres/PostGIS Experience of working in an agile framework A computer science background, either as a relevant degree or previous work experience Experience writing SQL queries Experience of google cloud or similar , Familiarity working with Linux Familiarity with scripting to automate processes", "label": [[19, 22, "KNOWLEDGE"], [33, 46, "SKILL"], [152, 165, "SKILL"], [250, 266, "KNOWLEDGE"], [353, 360, "KNOWLEDGE"], [639, 643, "SKILL"], [363, 370, "SKILL"], [386, 389, "SKILL"], [390, 394, "SKILL"], [472, 480, "SKILL"], [481, 489, "SKILL"], [517, 532, "KNOWLEDGE"], [535, 551, "KNOWLEDGE"], [716, 721, "SKILL"], [665, 677, "SKILL"], [739, 749, "SKILL"], [202, 219, "KNOWLEDGE"]]}
{"id": 5633, "data": " Sells consulting and professional services such as developing a business case for a new digital , Carry out sales forecasts and analysis, presenting findings to the Senior Leadership Team , You will be able to demonstrate a full understanding of the sales cycle Ability to work under pressure with effective multi-tasking and prioritisation skills Excellent communication skills, written, verbal and presentation , You will be consultative, commercial and a consummate business development professional Thoughtful and expressive communicator Results-driven and outcome-focussed, approaches tasks with positivity, enthusiasm and tenacity\" Organised and resilient with excellent attention to detail \"\"\"", "label": [[109, 137, "KNOWLEDGE"]]}
{"id": 5634, "data": " Project-driven experience: gain cross-functional skills from our virtual and in-person learning sessions, diverse subject matter experts, and project deliverables. Gain visibility: with SAP Internship Experience Program in your title, you’ll have a global network of SAP leaders, entrepreneurs and career development opportunities at your fingertips. , You are a student (f/m/d) at a university or a university of applied sciences. We’re looking for someone who takes initiative, perseveres, and stay curious. You like to work on meaningful innovative projects and are energized by lifelong learning. Studying preferably in the fields: Innovation / Business Administration with a focus on Marketing / Communication You have experience in working with startups, design thinking methods and are interested in the world of startups Having the following computer skills: Proficiency with Microsoft Office products Excellent English language skills Besides that, you are team player, creative, reliable and trustworthy and enjoy working in a vibrant and innovative environment.", "label": [[187, 191, "SKILL"], [268, 272, "SKILL"], [364, 372, "LEVEL"], [650, 673, "KNOWLEDGE"], [690, 700, "KNOWLEDGE"], [702, 716, "KNOWLEDGE"], [885, 901, "SKILL"], [921, 929, "SKILL"], [602, 610, "LEVEL"]]}
{"id": 5635, "data": " You'll be passionate about creating exceptional digital experiences - We'd love to see your portfolio! You'll be an excellent problem-solver You'll have experience using tools such as Adobe Creative Suite, Sketch, InVision, Figma etc. You can work cross-collaboratively to understand and interpret requirements Experience with A/B and multi-variant testing would be a plus", "label": [[328, 332, "SKILL"], [336, 357, "SKILL"], [225, 230, "SKILL"], [215, 223, "SKILL"], [207, 213, "SKILL"], [185, 205, "SKILL"]]}
{"id": 5636, "data": " Career development Offers great flexibility, both full time and part-time positions available Highly competitive remuneration package Professional fees paid Company car or car allowance , Well established practices, equipped with the latest technology Established patient base You will be fully supported by a trained hearing care assistant You will be providing hearing clinics for patients including appointments for testing, diagnosing and offering hearing aid choices where appropriate Being responsible for daily maintenance of test equipment Newly qualified or experienced Audiologist Always maintain the highest levels of professionalism Willing to travel around to different locations in the area You will be working in practice and providing excellent service to customers You will be working with a mixture of NHS and Private patients , Having a good balance of patient care and commercial success To work to high service standards and be passionate about providing exceptional customer care You will have the drive, passion and willingness to maintain the customer-focused culture and the high standards of this practice HCPC registered or able to register Full driving licence Proof to work in the UK IT skills Wax Removal trained (Ideal but not essential) Time management to allow a well-planned and structured approach to workload", "label": [[1174, 1189, "SKILL"]]}
{"id": 5637, "data": " Client reception, phone calls, e-mails management of general administrative tasks (copies, scans, prints) management of meeting rooms organization business meeting, including hotel/flight bookings act as back-up during Management or team absence providing event management support , You have a first experience as receptionist, Administrative Assistant or similar You have a good English and French skills You have a good organizational skills and customer service skills You have excellent administrative, organization and communication skills You are Independent and fast-Learning", "label": [[381, 389, "SKILL"], [393, 399, "SKILL"], [315, 327, "KNOWLEDGE"], [329, 353, "KNOWLEDGE"]]}
{"id": 5638, "data": " Within the Personalized Immunotherapy division you are leading a group of highly motivated researchers developing protocols and tools for identification and molecular analysis of tumor-reactive T cells. Using cutting edge technologies such as next generation sequencing and mass-spectrometry you are focusing on analysis of the whole transcriptome and TCR repertoire of tumor-reactive T cells from blood and tumor tissue. You will be responsible for the development of protocols and tools for analysis of therapeutic T cell products and for immuno monitoring of cancer patients and get the chance to experience how the results of your work will be translated into clinical practice. You will join an interdisciplinary team of biologists, immunologists, chemists and engineers who are happy to join forces with you and develop next generation anti-cancer therapies. You publish your results and use your broad network and communication skills to successfully establish and expand collaborative projects with academic groups and industry. , You have successfully completed your PhD, ideally in tumor immunology and have already gained relevant scientific experience especially in the field of TCR analytics and whole transcriptome analysis of T cells. Your immunological and technical knowledge and experience enable you to effectively develop protocols for identification and molecular analysis of tumor reactive (e.g. neoantigen specific) T cells and you are experienced with bioinformatic analysis tools. Your scientific curiosity drives you and you are passionate about the initiation and coordination of projects in the context of clinical and research applications. Excellent communication skills, the ability to work within a team and very good English language skills complete your profile. Your organizational talent has already been revealed in similar circumstances and your excellent communication skills and structured working ability have been amply demonstrated. , A modern workplace and exciting opportunities in the development of technologies with a secure future Cross-border intercultural cooperation and short communication channels A collegial corporate culture and flexible working hours enable time management on your own terms Personalized employee development program: specialist and personal training courses provided by our own training university Diverse corporate benefits with regard to employee health, sport, and staff events", "label": [[158, 176, "KNOWLEDGE"], [275, 292, "KNOWLEDGE"], [1077, 1080, "LEVEL"], [1093, 1109, "KNOWLEDGE"], [1191, 1205, "KNOWLEDGE"], [1217, 1249, "SKILL"], [1256, 1270, "KNOWLEDGE"], [1477, 1505, "KNOWLEDGE"], [1751, 1759, "SKILL"]]}
{"id": 5639, "data": " Lead, manage and motivate colleagues, partners and, where relevant, volunteers in order to get the best out of them Identify and implement learning and development needs for both yourself and your team including volunteers, if appropriate Comply with corporate standards, and use corporate systems, processes and procedures- and undertake any necessary training as directed Support and facilitate academic access to our collection, expertise and knowledge Develop, participate in and produce accessible material and activities aimed at engaging, informing, educating and enthusing our audiences and potential audiences in the collection and our subject matter, and mission , Demonstrable and directly relevant experience, including a supervisory and project management experience, and experience of organizing events Knowledge of the higher education sector and funding environment, the ability to apply that knowledge to the IWM Research Programme and proven track-record of grants writing skills or the willingness to learn speedily. A good general knowledge of the UK cultural sector and an awareness of new ways of engaging the public in the understanding of conflict. Demonstrable interpersonal and networking skills, and the ability to interact and build relationships and networks with a range of audiences up to senior level. Demonstrable experience of taking a lead role in the management of grant applications - particularly as regards financial management Good knowledge of copyright and IP and experience of drafting contracts", "label": [[1521, 1539, "KNOWLEDGE"]]}
{"id": 5641, "data": " Constantly think from a user/customer perspective to write copy that not only engages but drives action, thought and reach to a wider audience. Help define our TOV across internal and external comms. Work with stakeholders to dissect information and construct concepts around the topic of taxes and our app into clear, coherent/engaging messaging across channels. Have a holistic approach to messaging and think from a user/customer perspective. Create attention-grabbing concepts, headlines and content for marketing assets, balanced out with engaging stories for social media and content. , Highly qualified creative writer with hands-on experience in marketing and content. Minimum of 3+ years experience in copywriting or related fields. A team player who is passionate about crafting compelling narratives across multiple platforms/channels that not only grab the attention but also provide real value/purpose to each use case. Able to tackle complex, interconnected challenges and prioritize workload. Autonomous and proactive work ethic with the ability to collaborate on ideas/executions with the creative team and stakeholders. Ability to understand the value of great content within a business context. Demonstrated ability to navigate ambiguity to provide clarity in language. You love both strategic thinking and hands-on writing/editing. German on a native level and English language proficiency on a professional level. , A chance to do meaningful, people-centric work with an international team of passionate professionals. Holistic wellbeing with free mental health coaching sessions, yoga, and a discounted membership to Urban Sports Club. A monthly allowance to spend on home support services, including childcare, housekeeping, pet sitting, tutoring, and elderly care. Employee stock options for all employees—because everyone deserves to benefit from the success they help to create. 27 annual vacation days and flexible working hours. Full trust to take ownership of your work in a flat hierarchy where feedback is encouraged and expected. A generous learning budget to support your personal and professional development and guidance from our internal L&D experts. Work from abroad for up to six weeks every year. Just align with your team, and then enjoy your trip. Plenty of opportunities to socialise as a team. In addition to internal meetups, our international team hosts regular get-togethers—virtually and in person when possible. Free tax declaration filing, of course, through the Taxfix app—and internal support for all personal tax-related questions. Have a four-legged friend in your life? We’re happy to have dogs join us in the office.", "label": [[689, 697, "MIN_EXP"], [1352, 1359, "SKILL"], [1381, 1389, "SKILL"]]}
{"id": 5642, "data": " Implement and apply state-of-the-art bioinformatics tools to analyze quantitative proteomics data sets Collect, integrate, model and analyze proteomics data and translate these into testable biological hypotheses to answer project-specific biological questions (e.g. deconvolution of target and off-target effects) Integrate proteomics data with other omics data to address larger disease and compound-related mechanistic questions Enhance understanding of bioactive molecules to guide efficacy and safety of compounds Be part of an international and interdisciplinary research team, closely interacting with your colleagues from the entire R&D organization of Bayer Pharmaceuticals and CropScience, as well as several contract research organizations Strengthen the visibility of our research and scientific excellence through publishing and actively engaging with the scientific community , PhD in computational life sciences, preferably computational biology or bioinformatics, or in life sciences with a strong background in bioinformatics or statistics Strong background in large-scale OMICs analysis (e.g. proteomics, RNA-seq, metabolomics) and proficiency in a statistical programming language (e.g. R or Python) is required Strong focus on biological interpretation of OMICs data to answer biological questions or generate novel hypotheses Experience with analysis of data sets from chemoproteomics or thermal proteome profiling experiments (CETSA-MS) is a plus Deep understanding of mass spectrometry-based proteomics data generation is a plus", "label": [[38, 58, "KNOWLEDGE"], [893, 896, "LEVEL"], [900, 927, "KNOWLEDGE"], [940, 961, "KNOWLEDGE"], [965, 979, "KNOWLEDGE"], [1029, 1044, "KNOWLEDGE"], [1047, 1057, "KNOWLEDGE"], [1079, 1105, "KNOWLEDGE"], [1124, 1127, "SKILL"], [1112, 1122, "SKILL"], [1133, 1145, "SKILL"], [1207, 1209, "SKILL"], [1168, 1200, "KNOWLEDGE"], [1212, 1218, "SKILL"], [1450, 1458, "SKILL"]]}
{"id": 5643, "data": " Oversee toxicology research programs and strategies from target identification to candidate selection Establish early safety assessments to identify potential challenges in the studies Support in the execution of investigative toxicology studies Develop cross-functional collaborations with toxicology research teams and external collaborators , Educated to Ph.D. level in Toxicology, Pharmacology or Biochemistry Proven background in drug discovery toxicology within the pharmaceutical industry Excellent knowledge of Discovery Toxicology and Investigative Toxicology Experience of working cross-functionally Excellent communication and interpersonal skills , People centric organisation with a focus on excellence and wellbeing Modern working environment with state of the art laboratories and equipment Innovative biotechnology business with a great target pipeline , Oversee toxicology research programs and strategies from target identification to candidate selection Establish early safety assessments to identify potential challenges in the studies Support in the execution of investigative toxicology studies Develop cross-functional collaborations with toxicology research teams and external collaborators , Educated to Ph.D. level in Toxicology, Pharmacology or Biochemistry Proven background in drug discovery toxicology within the pharmaceutical industry Excellent knowledge of Discovery Toxicology and Investigative Toxicology Experience of working cross-functionally Excellent communication and interpersonal skills", "label": [[359, 364, "LEVEL"], [374, 384, "KNOWLEDGE"], [386, 399, "KNOWLEDGE"], [402, 415, "KNOWLEDGE"], [451, 462, "KNOWLEDGE"], [473, 487, "KNOWLEDGE"], [530, 541, "KNOWLEDGE"], [1229, 1235, "LEVEL"], [1245, 1255, "KNOWLEDGE"], [1257, 1270, "KNOWLEDGE"], [1273, 1286, "KNOWLEDGE"]]}
{"id": 5645, "data": " The ability to teach KS3 Drama The ability to deliver LAMDA Public Speaking in KS3 & KS4 ,although not essential, is a distinct advantage Excellent working knowledge of the UK National Curriculum High levels of pedagogical knowledge and know-how Experience of working with children who have English as an additional language Ability to facilitate learning to different levels simultaneously A proven track record of success Flexible and innovative approach to working Fluency in written and spoken English Ability to innovate and teach outside of the classroom Strong team player willing to support other colleagues Willingness to contribute to the wider life of the school is essential", "label": [[499, 507, "SKILL"], [292, 300, "SKILL"]]}
{"id": 5646, "data": " Monitor and control the premises Report any suspicious behaviour to management at deemed necessary Inspection of CCTV footage Other duties as required. , Fluency in English is required\" Experience in a similar role is considered an asset. \"\"\"", "label": [[166, 174, "SKILL"]]}
{"id": 5655, "data": " You must hold an HGV Class 1 Driver (C+E) & driving licence as well as a current and Valid driver CPC card. , You've got no more than 6 penalty points. (No IN DR or DD codes) You've got a Digital Tachograph card to keep track of your driving when at work. You've got good communication skills and are a team player.", "label": [[45, 53, "SKILL"]]}
{"id": 5656, "data": " Recognised teaching qualification PGCE or equivalent (QTS). , Experience teaching KS3 & KS4. , Good classroom and behaviour management. , Extensive knowledge of the current curriculum. , Outstanding organisational skills and the ability to meet deadlines. , You will be required to do all planning, marking and preparation for the classes you are responsible for as well as attending school meetings and parent's evening. , Reference details will be requested prior to registration. , Current DBS registered with the DBS Update Service or a current DBS check under our clearance procedures. , Competitive rates of pay from between £25,000 to £35,100 per annum (AWR Compliant). , 24/7 support and feedback from experienced education consultants.", "label": [[55, 58, "SKILL"], [35, 40, "SKILL"]]}
{"id": 5660, "data": " Bachelor Degree in mechatronics engineering or robotics Understanding and using CAD software Strong mathematical, analytical, and creative thinking skills Solution-oriented team player Self-starter with a passion for engineering-Good communication skills , Assembly, testing, and calibration of the equipment from our portfolio Design and create mechanical models using CAD software Provide technical assistance and training to clients on topics such as 3D printing and robotics Tests, troubleshoot, and makes the needed adjustments for 3d printers and robots Interact with team members from other disciplines to complete project deliverables, solve problems, and report status , Motivational salary package Daily meal vouchers Professional courses related to the field of work covered by the company based on needs Recreational area with chair massage and business books for inspiration and new ideas Spare time with colleagues (e. g. bowling, escape room, laser tag, board games)", "label": [[1, 10, "LEVEL"], [20, 44, "KNOWLEDGE"], [48, 57, "KNOWLEDGE"], [81, 85, "SKILL"], [101, 113, "KNOWLEDGE"], [115, 125, "KNOWLEDGE"], [131, 148, "SKILL"], [258, 275, "KNOWLEDGE"], [371, 375, "SKILL"], [455, 466, "SKILL"], [471, 480, "SKILL"], [539, 549, "SKILL"]]}
{"id": 5661, "data": " Active participation in the definition of the cybersecurity strategy & roadmap in Vicomtech through the research line “Protection & Trust”. Excellent relational and communication capabilities, both within Vicomtech as well as with customers and partners. Ability to translate industrial needs into applied R&D proposals. Coordination of research teams and close cooperation with researchers from several areas, and with external partners and customers, in national and international applied R&D projects, in his/her areas of expertise. Support the definition of research proposals and their acquisition. Direct technical and management participation in cybersecurity and biometrics related projects. Participation in interest groups. Active participation in scientific publications and research orientation related with the activities. On a technical level, experience in at one of the following: Identity Management, Self-sovereign identities, Federated Access Control, Biometric systems, Traceability systems, Forensic Analysis, Blockchain, Data Privacy and Protection. , Qualified candidates will have a proven background in cybersecurity related aspects and must hold a Ph.D. Proven experience in technologies related to cybersecurity (as described above), as well as a good knowledge of one or several cybersecurity sectors. Examples: researcher in cybersecurity, system security engineering, information security engineering, researcher in biometrics. Problem solving skills and ability to work under pressure. Willing to work hard in exciting and challenging situations. Strong team worker. Competent English speaker, at least C1 level or equivalent. , Strategic thinker, capability to define objectives, roadmaps, technology trends, even beyond his/her technological skills, open mind and global vision. Proven relational capabilities: existing network of contacts, capability to open and maintain strategic contacts in industry, institutions and academia. Sound management skills and expertise. Leadership experience. Strong scientific record. Medium / high Spanish level is not a strict requirement but will be highly valued.", "label": [[654, 668, "KNOWLEDGE"], [672, 683, "KNOWLEDGE"], [1013, 1030, "KNOWLEDGE"], [1032, 1042, "KNOWLEDGE"], [1044, 1056, "KNOWLEDGE"], [1175, 1180, "LEVEL"], [1129, 1143, "KNOWLEDGE"], [1226, 1240, "KNOWLEDGE"], [1355, 1368, "KNOWLEDGE"], [1370, 1397, "KNOWLEDGE"], [1399, 1431, "KNOWLEDGE"], [1432, 1457, "KNOWLEDGE"], [1609, 1617, "SKILL"], [2068, 2076, "SKILL"]]}
{"id": 5665, "data": " Relevant education, Bachelor level or higher, Lead Auditor qualified (5-day IRCA certified course), Ideally holding NEBOSH Certificate, Able to auidit ISO 9001:2015 (quality), ISO 14001:2015 (Enviornment) and ISO 45001 (Occupational Health & Safety). , High degree of adaptability and flexibility in an environment of constant change, A people person who enjoys meeting new people and building professional relationships, able to work in a team or alone, Eager to learn and develop self and share knowledge with others, Self-motivated and able to manage your diary, from planning audits through to completing reports on time, Good communication skills, able to choose appropriate methods and style to suit the situation and audience, Able to communicate through the audit report and closing meeting the key issues a company needs to address, High standards of professional integrity. , Lifestyle benefits (26 days of annual leave + opportunity for up to 10 days unpaid leave, sabbatical leave, flexible working options), Wellbeing benefits (inc Private Medical and Dental Insurance, Health Assessments, Gym allowance) Pension Scheme: employer-matched pension contributions (employer contribution - up to 9%), Travel benefits (inc Season Ticket Loan and Cycle to Work Scheme), Life Assurance and Group Income Protection benefits, Electric Vehicle Salary Sacrifice Scheme (for personal use), Re-imbursement of relevant Professional Membership Fees (up to £500), Access to employee retail discount site for high street and on-line shopping, Company contribution towards", "label": [[21, 30, "LEVEL"], [77, 82, "SKILL"], [117, 124, "SKILL"], [152, 165, "SKILL"], [177, 191, "SKILL"], [210, 219, "SKILL"]]}
{"id": 5666, "data": " You graduated from a University or Engineering School, in Computer Science, Mathematics, Electronic / Electrical Engineering, or other related Having a few years of working experience in digital design or verification Proficiency in both written and oral English , Practical experience of working on microprocessor or complex system designs Understanding of verification methodologies and techniques Hands-on experience with System Verilog UVM or a good understanding of object-oriented programming Familiar with embedded C, assembly and compilers Knowledge of basic scripting languages, e.g. Perl/TCL/Python Experience with Linux, shell scripts and Makefiles Knowledge of Verilog or VHDL", "label": [[594, 598, "SKILL"], [599, 602, "SKILL"], [603, 610, "SKILL"], [626, 631, "SKILL"], [674, 682, "SKILL"], [685, 689, "SKILL"], [651, 661, "SKILL"], [523, 524, "SKILL"], [526, 535, "SKILL"], [432, 444, "SKILL"], [5, 15, "LEVEL"], [59, 75, "KNOWLEDGE"], [77, 88, "KNOWLEDGE"], [90, 101, "KNOWLEDGE"], [103, 125, "KNOWLEDGE"], [256, 264, "SKILL"], [301, 316, "SKILL"], [488, 500, "KNOWLEDGE"], [188, 202, "KNOWLEDGE"]]}
{"id": 5667, "data": " Providing microbiological support to the site Carrying out investigations on product failures and customer complaints, reporting Non-Conformities and Out of Spec Results to the Quality Control Manager and Production Manager. Ensuring QC meets current Manufacturing Practice (cGMP) requirements. Develop, maintain, update and issue microbiological methods, specifications and SOP's in compliance quality and regulatory requirements. Audit and review microbiology test results on a daily/monthly/annual basis to ensure compliance with cGMP Testing of QC samples provided by the Production facility to ensure compliance with specifications: eg product sterility, pH, Growth promotion recovery, appearance, uniformity, gel strength etc. Calibration, maintenance and operation of lab instrumentation, including: pH meter, Spiral plater, Colony counter and Turbidometer. Record control and documentation of work performed using laboratory worksheets", "label": [[276, 280, "SKILL"], [534, 539, "SKILL"], [332, 355, "KNOWLEDGE"]]}
{"id": 5668, "data": " Making appointments over the telephone: 60% of the role requires this Representing the company by telephone or written communications and in person Your main goal will be to generate appointments and seminar attendees through sales and marketing activities You will drive the sales and follow-up process, which will include creating and maintaining a database of prospects and clients, follow-up communications with prospects and clients Keeping accurate records of KPIs and growing and maintaining the client database (currently on MS Excel and a CRM System) Familiarity with a CRM system like Hubspot is an advantage , World Class training and development resources Basic pay of FTE £18,000 to £23,000p/a, depending on experience (pro rata for part time) plus Performance Related Bonuses , Performance Driven, Used to Meeting KPIs and Love a Challenge? Do you have a great telephone manner? Are you friendly, charming and persuasive? Are you an engaging conservationist? Do you have the ability, confidence and attitude to get things done quickly and with your own initiative? Do you have a genuine interest in business and an enthusiasm for learning? Are you a pro-active and supportive team-player who is keen to muck in and make sure everyone wins? Are you genuine, honest and open to learning as you go along? Are you resilient to set-backs in the sales processes but have a can-do attitude to get right back up? Understand and apply the art of selling Love Outbound Calling to Prospects", "label": [[534, 542, "SKILL"], [549, 559, "SKILL"], [580, 584, "SKILL"], [596, 603, "SKILL"]]}
{"id": 5669, "data": " £10,000 upfront performance reward available. Available as soon as possible. Notice periods taken into consideration. Full time opportunity, 40 hours per week. Surgery space Monday to Friday 8.30-5.30. Guaranteed rate of £500 for first 3 months. 6000 UDAs at £12.50 per UDA. Private income paid at 50% split. Estimated income of £84,000 per annum plus £15,000 in bonuses. Established 5 surgery practice offering general and specialist dentistry. Support from full time Hygienist and longstanding Associate Dentists. Fully computerised, OPG, Rotary Endo, digital x-ray, CBCT scanner and air conditioning. Town centre location with parking available. Commutable from Yeovil and Taunton", "label": [[570, 582, "SKILL"], [542, 553, "SKILL"], [537, 540, "SKILL"], [555, 568, "SKILL"]]}
{"id": 5670, "data": " Define, explain and iterate a product vision that is compelling to your users, team and partners Be a champion for user needs, managing a backlog, documenting product knowledge, and communicating plans and progress through various channels including blogs, partner meetings and demos. Be communicating efficiently and work together within a multi-disciplinary team, fostering the open and collaborative culture to deliver a product and continuously improve it through several iterations. Engage with users and partners in a variety of settings to encourage take-up and use of your product. Be Presenting and depicting the rationale of findings in simple, engaging and easy to understand business terms to a diverse group of partners. , Experience of cost/benefit analysis and investment appraisal techniques to establish the financial business care for an investment in transformational technology Understanding the agile methodology and can apply an agile approach to all aspects of your work. You can work in a fast-paced, evolving environment and use an iterative method and flexible approach to enable rapid delivery. User-Centred Design Services which can be demonstrated through successful project delivery and the achievement of key success measures for projects. You understand and can work within given constraints (including but not limited to technology and policy, and regulatory, financial and legal constraints). You can secure funding for agile delivery through a business case and through delivering a good pitch in government. You can prioritise spending based on return on investment and strategic intent. Have understanding of different phases of product delivery and can contribute to, plan or run these. You can manage the operational process of designing and running a product or service throughout its entire product life cycle. You can understand and identify problems, analysing and helping to identify the appropriate solution. You can classify and prioritise problems, document their causes and implement remedies. Be able to use a range of product management principles and approaches. You can capture and translate user needs into deliverables. You know how to define the minimum viable product and make decisions about priorities. You can write user stories and acceptance criteria. Designing and delivering end-to-end digital products in government, demonstrated through passing Government Digital Service (GDS) assessments at every stage of GDS agile delivery framework. Help support the vision, roadmaps and delivery of other products in your programme and at GDS. Play an active role in the GDS Product Management community sharing your learning and celebrating progress made by other people and teams. Strong background in Agile/DevOps delivery in a scaled environment, also comfortable delivering in waterfall mechanisms as well. Able to undertake and successfully gain SC level security clearance checks. , 25 days holiday Bonus scheme Company Car Scheme Private medical/accident insurance Working in an innovative environment with motivated colleagues with a 'go-getter' demeanour and a committed manager Access to our knowledge library and interdisciplinary E-learning portals to further improve your skills", "label": [[2759, 2771, "KNOWLEDGE"], [2474, 2483, "KNOWLEDGE"]]}
{"id": 5671, "data": " Lead, motivate and coordinate the duties of 5 staff of the Finance function with responsibilities for all related transactions for: general ledger postings, accounts payable function, accounts receivable function, fixed asset ledger and cash and bank. Daily Cash flow management and weekly projections. Determines proper handling of all financial transactions and manages timely monthly close to ensure accurate Trial Balance, Profit centre reporting and variance analysis. Monitors compliance with International Financial and Reporting Standards (IFRS), company procedures and legal requirements. Preparation and submission of Quarterly VAT returns. Co-ordinates the annual independent audit, being the key contact with auditors, including all working papers, reconciliations and supporting schedules. Provides required information and analysis to auditors for all Tax submissions. Oversees internal control systems for all departments to ensure safeguarding of company assets. Responsible for holding warehouse management accountable for accuracy and timeliness of inventory controls and cost controls. Supporting CFO in cost control management and annual Budget process. Financial support to Provident Fund committee. , Educated to Degree level in Accounting/Finance or related field. Qualified accountant with ACCA/ACA qualification (min. two years post qualified). Proven experience in a Finance function. Strong IT skills with experience in ERP systems (preferably Navision) and MS Excel macros/formulas/ spreadsheet development and Data manipulation. Good interpersonal skills, with ability to build relationships with colleagues. Well organized, capable of multi-tasking and organizing work of others to ensure delivery of tight deadlines. Flexible, team player with experience of staff management. Energy and enthusiasm to understand the business, industry and be a proactive member of Management. Fluent in Greek & English.", "label": [[549, 553, "SKILL"], [1315, 1323, "KNOWLEDGE"], [1224, 1232, "LEVEL"], [1252, 1262, "KNOWLEDGE"], [1263, 1271, "KNOWLEDGE"], [1344, 1353, "MIN_EXP"], [1448, 1459, "KNOWLEDGE"], [1472, 1480, "SKILL"], [1486, 1494, "SKILL"], [1540, 1557, "KNOWLEDGE"], [1918, 1924, "SKILL"], [1926, 1933, "SKILL"]]}
{"id": 5672, "data": " Help to keep the lights on - manage and provide support for networking components Make a real impact by maintaining firewall rules and load-balancer business logic configuration with the help of an experienced team Get to do the exciting stuff - participate in infrastructure-related research and development projects Can help us build automation tools , Think like an engineer - outside of the box, flexible, ready to use both existing out of the box products and implement custom solutions Act like a Network Engineer - building and maintaining the bedrock for all the products our company offers - a sustainable and reliable network infrastructure Have a knowledge of local computer network theory, practices, and troubleshooting. Including design, configuration, installation, testing, and maintenance Already have hands-on experience with any firewall, loadbalancer, switch, router, or DDoS mitigation solutions. The more the better (our focus is on CheckPoint, F5, Juniper, Cisco, Arbor) Succeed in challenging situations - flexible, react quickly and precise, adapt to the constantly changing business requirements, think multiple steps ahead Are (or tend to be) a bit lazy - a systematic approach to problem solving is not something unfamiliar to you and you are willing to put scripting, automation, and orchestration tools to a good use Are an open-minded and collaborative team player speaking good Estonian and English , Offer one of a kind scale - hundreds of devices all around the world running 24/7/365 Offer unique challenges - do simple everyday work, dive deep into technical debugging sessions, fight off the latest advanced DDoS threat or develop a solution to automate the work you don't want to do Take pride in our team and technology - hands-on work with best of breed vendors of network equipment: CheckPoint, F5, Juniper, Cisco, Arbor Offer variety - no day is the same Value active lifestyle and flexibility Offer neat benefits & bonus system", "label": [[972, 979, "SKILL"], [981, 986, "SKILL"], [988, 993, "SKILL"], [956, 966, "SKILL"], [968, 970, "SKILL"], [678, 702, "KNOWLEDGE"], [892, 917, "KNOWLEDGE"], [1411, 1420, "SKILL"], [1424, 1432, "SKILL"], [1825, 1835, "SKILL"], [1837, 1839, "SKILL"], [1841, 1848, "SKILL"], [1850, 1855, "SKILL"], [1857, 1863, "SKILL"]]}
{"id": 5673, "data": " Design and prototype the physical ECU to operate as the newly designed software requires with futureproof components Research and co-ordinate environmental test requirements for the ECU to automotive standards (electromagnetic, vibration, IP waterproofness etc) Understanding of embedded systems, including real-time systems Apply Machine Learning techniques to develop a predictive model which can recommend settings to optimise performance Training and upskilling of company staff Participating in academic and/or industrial conferences and other events, to disseminate and present research outcomes to the wider community Publishing peer-reviewed articles in High Impact Journals in collaboration with the host company and academics at the University of Essex , MSc in Robotics, Mechatronics, Mechanical Engineering, Computer Science or Electronic Engineering, or other related disciplines Knowledge and experience of embedded systems, microcontrollers and network security Knowledge and experience of working with sensors and actuators Knowledge and experience of C, C++, Java Knowledge and experience of GUI design Experience of working in Human Computer Interfacing Excellent time management and organisational skills and the ability to work to tight deadlines Ability to interface with people with commercial interests and from varied technical backgrounds", "label": [[332, 359, "KNOWLEDGE"], [1, 21, "KNOWLEDGE"], [766, 770, "LEVEL"], [773, 781, "KNOWLEDGE"], [783, 795, "KNOWLEDGE"], [797, 819, "KNOWLEDGE"], [821, 837, "KNOWLEDGE"], [841, 863, "KNOWLEDGE"], [940, 957, "KNOWLEDGE"], [961, 977, "KNOWLEDGE"], [1069, 1070, "SKILL"], [1072, 1075, "SKILL"], [1077, 1082, "SKILL"]]}
{"id": 5674, "data": " building and maintaining the services that power our Pulse product working across the stack to deliver new features from start-to-end deploying new features to production improving performance and overcoming scalability limits learning from our customers, making sure we’re building a product they truly love collaborating with your team and the rest of the Product Group prioritising and planning the most important projects to work on next , have built scalable and robust web applications that integrate with different external parties have designed, built, deployed, and hosted microservices on a major cloud-provider , advocate for and practice Test Driven Development (TDD) as an integral part of your software development life-cycle , ensure a high-quality of code, that can be safely co-authored in a fast-growing organisation are comfortable working in a cross-functional team, working across the stack to deliver new features from start-to-end have excellent communication and people skills and enjoy engaging and working with different types of people across an organisation enjoy working from idea to delivery, including scoping and defining requirements and solution design for new product features , have strong proficiency with Python have worked with python based web frameworks (Flask, Django) have worked with javascript based web frameworks (Node, Express) have a good command of relational databases and SQL know and have deployed/used/managed Kubernetes clusters in production either as a stand-alone or as a hosted cloud-service (AWS ECS/EKS, GKE or Azure AKS) have a good track record of project leadership and mentorship of software engineers have a strong community involvement (open-source, conferences, meetups, etc) have experience in a range of Amazon Web Services solutions have experience in consumer credit, FinTech, or Financial Services — an interest in and willingness to learn about consumer credit is imperative have experience of information and data security in a financial or similarly regulated environment , 28 days holiday (in addition to public holidays and includes 3 days over Christmas) Competitive salary Bupa Private health insurance Personal development budget Enhanced maternity and paternity leave Time off to volunteer for good causes , Consumers squad — Focussed on interactions with consumers and consumer insight Lenders squad — Focussed on interactions with lenders and product configuration Platform squad — Focussed on product infrastructure and the deployment pipeline", "label": [[651, 674, "KNOWLEDGE"], [1297, 1302, "SKILL"], [1304, 1310, "SKILL"], [1244, 1251, "SKILL"], [1329, 1340, "SKILL"], [1362, 1366, "SKILL"], [1368, 1375, "SKILL"], [1346, 1360, "KNOWLEDGE"], [1425, 1429, "SKILL"], [1553, 1557, "SKILL"], [1557, 1564, "SKILL"], [1566, 1570, "SKILL"], [1572, 1582, "SKILL"], [1465, 1476, "SKILL"], [1538, 1551, "KNOWLEDGE"], [1612, 1630, "KNOWLEDGE"], [1775, 1794, "SKILL"], [1985, 1998, "KNOWLEDGE"], [476, 492, "KNOWLEDGE"]]}
{"id": 5676, "data": " Overall strategic and day to day operations. High level decision making regarding strategic business planning and company policies Collaborating with other senior stakeholders. Being responsible for companies fiscal activity, including budgeting, reporting and auditing. Ensuring legal and health and safety guidelines are followed Providing evidence on nature conservation and wider environmental management to influence government / local government / corporate policies, plans and strategies. Undertaking complex biodiversity surveys. , Minimum of 10 years relevant work experience in the Ecology field. Degree in Ecology or Biological Sciences. Experience in making high level decisions Hold an EPS or conservation licence for at least two species groups. Have a proven track record of report writing including protected species surveys, environmental statement chapters, habitat regulations assessments and ecological management plans. Experience in Biodiversity Net Gain calculations. Full UK Driving License , Salary starting at £45,000 per annum Carpool Discounted Private Medical Insurance Flexible working A second to none training programme TOIL scheme Paid CIEEM Membership", "label": [[552, 560, "MIN_EXP"], [593, 601, "KNOWLEDGE"], [608, 615, "LEVEL"], [618, 626, "KNOWLEDGE"], [629, 648, "KNOWLEDGE"], [700, 704, "SKILL"], [1000, 1015, "SKILL"], [956, 990, "KNOWLEDGE"], [877, 896, "KNOWLEDGE"], [385, 409, "KNOWLEDGE"]]}
{"id": 5677, "data": " Angular 11 Bootstap (HTML5, CSS3 [SASS]) TypeScript/JavaScript Jasmine (or similar) JEST , C# IoC with Castle Windsor NUnit SQL, Entity Framework (Code First) and LINQ .NET Framework, .NET Core and .NET Standard", "label": [[1, 20, "SKILL"], [22, 27, "SKILL"], [29, 34, "SKILL"], [35, 39, "SKILL"], [42, 52, "SKILL"], [53, 71, "SKILL"], [85, 90, "SKILL"], [92, 128, "SKILL"], [130, 146, "SKILL"], [185, 194, "SKILL"], [199, 212, "SKILL"], [169, 183, "SKILL"], [164, 169, "SKILL"]]}
{"id": 5680, "data": " Research, design, develop, and test blockchain technologies Brainstorm and help evaluate applications for new tools and technologies as they continually evolve Maintain and extend current client- and server-side applications responsible for integration and business logic Writing efficient and modular code. Preparing documentation on the blockchain development processes. Attending meetings, brainstorming sessions, and daily standup for enhancing your knowledge of new technologies. Adhering to all the rules and regulations of data protection for digital payments. Staying updated with the latest crypto technologies for data protection. , 5+ years of professional experience in a Blockchain Developer role Knowledge or experience in Finance and/or Decentralized Finance and/or Cryptocurrency/Blockchain is an advantage Experience working with large codebases Expierience working with Stellar Blockchain Experience working with open-source projects Proficiency in one of the following languages: C++, Java, JavaScript Strong knowledge of common algorithms and data structures Familiarity with basic cryptography Familiarity with P2P networks Strong knowledge of bitcoin-like blockchains Strong knowledge of concurrency and writing efficient and safe multithreaded code Strong knowledge of STL, C++11 Proficiency in the Qt Widgets module", "label": [[644, 652, "MIN_EXP"], [685, 705, "KNOWLEDGE"], [753, 774, "KNOWLEDGE"], [782, 807, "KNOWLEDGE"], [889, 897, "SKILL"], [1000, 1003, "SKILL"], [1005, 1009, "SKILL"], [1011, 1022, "SKILL"], [1064, 1079, "KNOWLEDGE"], [1103, 1116, "KNOWLEDGE"], [1133, 1145, "KNOWLEDGE"], [1293, 1296, "SKILL"], [1298, 1303, "SKILL"], [1323, 1333, "SKILL"]]}
{"id": 5681, "data": " Process client and office accounting transactions, including postings and cheque production Undertake banking functions, including daily bank reconciliations Process bank transfers Run month-end procedures Administration and reconciliation of petty cash VAT administration and returns , Previous Legal Cashier experience Up to date knowledge of the legal system Knowledge of financial software systems Knowledge of VAT regulations Ability to manage workload and work to strict timescales Good IT skills Motivated, organised and flexible , Job Category Office, HR and Legal Job Location Cheltenham Job Salary £27,000 Job Salary Benefits Job hours Full-Time Job Type Permanent Job Ref JO407", "label": [[416, 431, "KNOWLEDGE"], [226, 241, "KNOWLEDGE"], [255, 273, "KNOWLEDGE"], [376, 403, "KNOWLEDGE"]]}
{"id": 5683, "data": " Degree in Power Electronics, Electrical Engineering or Physics. , Previous experience with technical support or in electrical environment would be desirable but not essential. Customer facing experience and commercial mindset is desirable, but not essential. Customer requirements capture and project leadership experience is desirable University graduates will be considered. , Overview of agency standards, code requirements, industry practices and present product performance capabilities. Basic understanding of markets and customers and works with the Product Management and the sales team to support technical challenges. , Excellent communication skills, good time management and self-motivation are essential. Capable of working on his/her own initiative or within a team to accomplish objectives without a direct reporting relationship.", "label": [[1, 8, "LEVEL"], [11, 28, "KNOWLEDGE"], [30, 52, "KNOWLEDGE"], [56, 63, "KNOWLEDGE"], [348, 358, "LEVEL"], [558, 576, "KNOWLEDGE"]]}
{"id": 5684, "data": " Good design portfolio, with strong examples of both UX processes and the finished product Solid overall end to end UX/UI/product design experience Good experience with user testing and user research Solid UI skills, ideally using tools like Figma , 33% of your salary in share options with 25% vesting after 1 year Fully remote working in the UK or Europe Flexi working hours Private health insurance 5-6+ weeks annual holiday Mental health coaching sessions Annual learning budget for courses and certifications Cycle to work scheme Season ticket loan Generous family friendly policies", "label": [[53, 65, "KNOWLEDGE"], [116, 136, "KNOWLEDGE"], [200, 208, "SKILL"], [242, 248, "SKILL"]]}
{"id": 5685, "data": " Planning, organisation, coordination and reporting of the meetings of the WSBI-ESBG Board of Directors, General Assembly, President's Committee and Coordination Committee Preparation of speaking notes and speeches for the Presidents and the Managing Director Managing member relations in Europe and worldwide, including travelling to meetings in the member countries Drafting support to the Management of working documents, speeches, articles Assistance in developing contacts with potential members Proactive support of the management and their day-to-day commitments Working closely with the managing director's personal assistant. , University graduate in a relevant field (international relations, economics, finance, law or similar) Excellent English (working language), proficient knowledge of German and French or any other EU language is a distinct advantage Relevant work experience is a plus Good knowledge of or interest in the banking and financial sector Excellent interpersonal skills in a multi-cultural environment Good writing and computer skills Flexibility, proactivity, team spirit, ability to work independently, discretion. , Competitive remuneration Multi-cultural, dynamic work environment Exposure to top-level management and policymakers from the financial sector\" Worldwide travel (travel currently on hold due to Covid-19). \"\"\"", "label": [[648, 657, "LEVEL"], [749, 757, "SKILL"], [723, 727, "KNOWLEDGE"], [714, 721, "KNOWLEDGE"], [703, 712, "KNOWLEDGE"], [678, 701, "KNOWLEDGE"], [801, 808, "SKILL"], [812, 819, "SKILL"], [940, 968, "KNOWLEDGE"]]}
{"id": 5690, "data": " Design features and functionalities for a new digital platform Quickly formulate and prototype creative ideas Work closely with UX, copy, research, developers and QA , A master of Sketch and Invision Experienced using prototyping tools to create micro-interactions Able to present confidently to internal stakeholders and/or clients , Previous agency, client-side, or consultancy experience A portfolio of digital product design", "label": [[129, 131, "KNOWLEDGE"], [181, 188, "SKILL"], [192, 201, "SKILL"], [219, 236, "KNOWLEDGE"], [407, 429, "KNOWLEDGE"]]}
{"id": 5692, "data": " Establish and evaluate next generation transcriptomics approaches for functional of bioactive molecules Combine your NGS expertise with laboratory automation to develop, optimize and miniaturize methods to generate gene expression profiles for small molecules in high throughput Deepen mechanistic understanding of bioactive molecules to improve their efficacy and safety Closely collaborate with computational biologists and biostatisticians to ensure the quantitative analysis of the data generated in the context of our systems biology platform Actively interact with chemists, biochemists and biologists from different Bayer sites and support a trustful, sustainable and impactful collaboration Be part of an international and interdisciplinary research team, closely interacting with your colleagues from the entire R&D organization of Bayer Pharmaceuticals and CropScience, as well as several contract research organizations Strengthen the visibility of our research and scientific excellence through publishing and actively engaging with the scientific community , PhD in cell biology, molecular biology, systems biology, chemical biology, or a related discipline\" experience with analysis of NGS data to understand gene regulation patterns is a plus Understanding of RNA biology and genetic regulatory networks Hands-on experience with sequencing platforms and automation, experience in data science and transcriptomics is a plus Strong interpersonal skills with proven record of independent problem-solving and working efficiently in a cross-functional team, reaching joint goals Excellent communication and presentation skills and ability to work in interdisciplinary teams Excellent proficiency in English, both spoken and written \"\"\"", "label": [[316, 335, "KNOWLEDGE"], [1073, 1077, "LEVEL"], [1085, 1092, "KNOWLEDGE"], [1094, 1111, "KNOWLEDGE"], [1113, 1128, "KNOWLEDGE"], [1130, 1146, "KNOWLEDGE"], [1276, 1287, "KNOWLEDGE"], [1292, 1319, "KNOWLEDGE"], [1345, 1380, "KNOWLEDGE"], [1396, 1408, "KNOWLEDGE"], [1413, 1429, "KNOWLEDGE"]]}
{"id": 5693, "data": " Be responsible for the technical availability of the assigned facilities and equipment, the laboratory functions of Product Supply at the Berlin site as well , Cost planning and control to meet budget requirements, contract management in coordination with Procurement and control of services provided and , Interface with Facilities Engineering, Site Service, Engineering functions Plant Engineering SCB, IT/OT Systems, HVAC and Cleanrooms, Reliability , University degree in the field of engineering preferably with a specialization in biotechnology, process engineering or EMSR technology (Diploma / MSc) or , Specialized knowledge in the areas of pharmaceutical manufacturing technologies, qualification of plants and equipment, GMP/GLP as well as safety , Strong economic thinking and negotiation skills Methodological competence regarding project and team management as well as problem solving strategies, operational excellence Ability to work in teams Very good written and spoken English", "label": [[421, 426, "SKILL"], [406, 419, "SKILL"], [161, 174, "KNOWLEDGE"], [456, 467, "LEVEL"], [576, 591, "KNOWLEDGE"], [593, 601, "LEVEL"], [603, 606, "LEVEL"], [553, 572, "KNOWLEDGE"], [538, 551, "KNOWLEDGE"], [651, 692, "KNOWLEDGE"], [733, 740, "SKILL"], [989, 996, "SKILL"]]}
{"id": 5697, "data": " Support the Senior Discipline Engineers in the assessment of problems both technical and operational by sourcing information, progressing actions, notification of actions etc. Participate in RBA review to assist in the development of inspection programs. Develop detailed plans, program and workscopes for annual corrosion and integrity monitoring etc. Ensure these are captured in the Maintenance Management System (MMS) and / or Inspection Management Database (IDMS). Develop workpacks for Senior Engineer approval as per the inspection program or for unplanned activities. Plan and organize mobilisation requirements such as technical briefings, workpacks and assist with logistics (e.g. accommodation, flights and equipment associated with site work). Review and process inspection reports, anomaly reports (e.g. Inspection Queries (IQ) and Remedial Orders (RO)) etc., as directed by Senior Engineers. Where required update the MMS or IDMS with inspection data including that from corrosion monitoring. Maintain registers such as for dead legs and temporary repair / defined life repair registers. Access corrosion monitoring and inspection data in the IDMS and where appropriate recommend changes in the corrosion monitoring / inspection programs. Coordinate and issue reports for performance management or integrity data e.g. overdue reports, KPIs, as directed by line manager. Review CTRs as directed Perform relief Offshore / Site / Senior Inspection Engineer duties as required within the limits of assigned Letter of Authority (LoA). , Assist with duties as directed by Senior Discipline Engineers Undertake specific projects as instructed by management Assist with any other duties as and when required , Minimum UKAS RG2 Category 4 compatible ONC in Mechanical Engineering or NVQ Level 3 (such as in City & Guilds) in a suitable engineering subject may be accepted if the individual has other qualifications such as ASME or API certification. EngTech as defined by Engineering Council (or equivalent), through a suitable Engineering Institute , HNC or greater in an Engineering related discipline Incorporated Engineer as defined by the Engineering Council or working towards award Offshore medical, BOSIET and MIST certification NDT certification for core techniques Confined Space Entry training , Minimum 5 years' experience related to the job description, this could possibly be reduced based on qualifications such as an Engineering / Science degree Must be able to demonstrate working knowledge of design, manufacture, metallurgy, welding, codes, standards, risk assessments and legislation associated with the in-service inspection of plant and equipment Must be familiar with QA/QC systems / procedures and NDE techniques Ability to generate a team approach to problem solving Good communicator both written and verbal Competent in use of Microsoft Office packages and working knowledge of an IDMS Specific vision abilities for this job are required (all those who carry out field works should have this validated by undergoing an annual eye test).", "label": [[1725, 1744, "SKILL"], [1763, 1785, "KNOWLEDGE"], [1929, 1934, "SKILL"], [1937, 1941, "SKILL"], [2321, 2328, "MIN_EXP"], [2461, 2468, "LEVEL"], [2439, 2451, "KNOWLEDGE"], [2453, 2461, "KNOWLEDGE"], [2517, 2523, "KNOWLEDGE"], [2525, 2536, "KNOWLEDGE"], [2538, 2548, "KNOWLEDGE"], [2550, 2557, "KNOWLEDGE"], [2559, 2564, "KNOWLEDGE"], [2577, 2593, "KNOWLEDGE"], [2598, 2610, "KNOWLEDGE"], [2697, 2710, "KNOWLEDGE"], [2860, 2876, "KNOWLEDGE"]]}
{"id": 5698, "data": " Generous pension package Company car or car allowance Healthcare Voluntary Flexible Benefits Scheme (dental insurance, cycle to work scheme, technology benefits, just to name a few!) Access to Season Ticket Loan Scheme for travel in and around your base office location , Site work including supervision of geoenvironmental ground investigations and sub-contractor management Field work including soil logging and environmental sampling and monitoring Preparation of technical reports including desk studies, ground investigation reports, and detailed quantitative risk assessments using for example RTM/CONSIM Support with ground investigation scope and design Data review and analysis Ensuring that all work is delivered in line with procedures and processes and to the highest quality and safety, health and environmental standards , Educated to degree level in a relevant discipline (e.g. geology, chemistry, environmental science or similar) A higher degree in a relevant discipline (e.g. contaminated land, environmental science, hydrogeology or similar), is desirable Working towards / be prepared to work towards Chartership with a relevant institution , Experience of made ground and superficial deposits field logging Working knowledge of Construction Design and Management (CDM) Regulations and their application to safe design and implementation of ground investigations Understanding of the land contamination regime within the UK with regard to current and future use of a site, development planning, environmental permitting and due diligence Understanding of the risk-based approach to the assessment of land contamination Report writing including presenting complex technical information in a concise and accurate manner Data handling, including experience in the use of GIS/QGIS is desirable , Full UK driving licence Be willing to travel and spend periods of time away on site based projects across the UK and overseas for specific projects or longer-term assignments Communicate effectively, listen and engage, including communicating technical information Ability to innovate and develop in your technical area and to continually seek to improve performance in all aspects of your role Work collaboratively within a team and provide mentoring to develop colleagues Demonstrate logical and independent thinking", "label": [[1250, 1284, "KNOWLEDGE"], [838, 847, "LEVEL"], [894, 901, "KNOWLEDGE"], [903, 912, "KNOWLEDGE"], [914, 935, "KNOWLEDGE"], [950, 957, "LEVEL"], [995, 1012, "KNOWLEDGE"], [1014, 1035, "KNOWLEDGE"], [1037, 1049, "KNOWLEDGE"], [1789, 1797, "SKILL"]]}
{"id": 5699, "data": " Degree in a Digital Marketing related subject, with a placement of at least 6 months in a Digital Marketing role OR have at least 2 years’ work experience in a Digital Marketing role. Experience of working in an agency environment. Ability to identify areas of opportunity within digital marketing and provide advice on ways to maximise those opportunities. Ability to develop strong working relationships, internally and externally. Strong written and verbal communication skills. A willingness to take responsibility for quality and deadlines. An eye for detail, proactive and able to take the initiative. A positive attitude, with the ability to meet deadlines and deliver results under pressure. Solutions focused. , Create and maintain relevant and engaging Content, SEO, Social Media Marketing and Digital Marketing Training for clients, the company and internal brands. Provide advice to clients on Content, SEO, Social Media Marketing and Digital Marketing Training. Deliver Digital Marketing mentoring sessions for your assigned clients. Ensure that all work is created with the required target audience in mind. Build and maintain strong client relationships. Promote company culture both internally and externally. , The chance to join a well-established company. To join a fantastic team. To showcase your knowledge and skill set.", "label": [[1, 8, "LEVEL"], [13, 30, "KNOWLEDGE"], [77, 85, "MIN_EXP"], [91, 108, "KNOWLEDGE"], [131, 138, "MIN_EXP"], [161, 178, "KNOWLEDGE"], [281, 298, "KNOWLEDGE"], [773, 776, "SKILL"], [778, 800, "KNOWLEDGE"], [805, 831, "KNOWLEDGE"], [916, 919, "SKILL"], [921, 943, "KNOWLEDGE"], [948, 974, "KNOWLEDGE"], [984, 1011, "KNOWLEDGE"]]}
{"id": 5700, "data": " To conduct regular reactive and preventative maintenance on the conveyor systems To maintain and repair the conveyor systems To carry out any improvements/modifications deemed necessary to the conveyor system To carry out any electrical/mechanical repair work, installation or fault finding of new equipment and circuits To ensure that the company's health & safety policy and procedures are maintained To observe and comply with company health and safety policies and procedures and ensure that work is carried out in a safe and proper manner at all times To provide first line breakdown/defect repairs or support to the night operation in the event of a mechanical breakdown (you will be on call on a rotating rota basis) Work to Resolve Breakdowns with the Assistant Maintenance Manager Any other general maintenance duties as the position requires Involved in site improvements, Sortation system Modifications, and project work , 17th, 18th Edition qualified City and Guilds to Level 3 mechanical or electrical. NVQ qualification in electrical principles or mechanical engineering to level 3 or both Bias A good understanding of PLC Systems and pneumatic principles A forklift truck & access platform licence would be desirable, but not essential High level of attention to detail A proactive approach Good organisational skills A team player Ability to work on own initiative", "label": [[33, 57, "KNOWLEDGE"], [1017, 1020, "SKILL"], [1063, 1085, "KNOWLEDGE"], [1134, 1145, "KNOWLEDGE"]]}
{"id": 5701, "data": " Manage and monitor cash management activities, including forecasting cash flows and determining cash position Manage liquidity levels and issue transfers of funds as needed Coordinate with other functions (i.e. Indirect Tax, APAY, Payroll) to execute payments (regular and rush) Monitor cash pooling arrangement and intercompany loans and manually intervene as needed Perform interest accruals and bank reconciliations Coordinate external funding through AR Securitization if internal funding is deemed insufficient for Trinseo operations Perform bank reconciliations Manage bank relationships regionally as well as globally and coordinate support / interactions as necessary Assume ownership of Cash Strategies and review, update and align processes annually incl. global roll-out of changes Serve as point of contact/SME for stakeholders globally on all cash-related matters incl technical expertise related to integrations of new entities for cash and bank account related activities Lead complex global projects involving a broad range of internal stakeholders as well as external counterparties at all levels such as the implementation of a new global banking partner. Provide cash flow forecast and define and adjust related hedge strategy together with the FX team. Manage & develop one Senior Treasury Analyst helping with the Cash Management and IC activities , 8-10 years Treasury related experience, of which at least 5 years in the area of Cash Management (preferably in a GBS environment) Bachelor's degree in Finance / Accounting (or equivalent) In-depth knowledge of Treasury processes & principles Understanding of standard operating procedures Proven knowledge of systems, applications, operating tools, and metrics Strong interpersonal and communication skills to interact with employees, supervisors, and customers Strong analytical skills and attention to detail Strong technical skills and solid understanding of the cash processes on the bank’s side Strong understanding of payment file formats and communication channels such as Swift connectivity etc. SAP/S4 experience beneficial Additional European language an advantage, but not critical to have. For example, French, German. , Approximately 3,500 employees 24 manufacturing sites, 14 research and development facilities , RESPONSIBLE CARE®, RESPECT AND INTEGRITY, ACCOUNTABILITY AND VALUE CREATION, INNOVATION, COMMITMENT TO CUSTOMERS", "label": [[212, 224, "KNOWLEDGE"], [226, 230, "KNOWLEDGE"], [232, 239, "KNOWLEDGE"], [1183, 1201, "KNOWLEDGE"], [1372, 1382, "MIN_EXP"], [1430, 1437, "MIN_EXP"], [1453, 1468, "SKILL"], [1503, 1514, "LEVEL"], [1524, 1532, "KNOWLEDGE"], [1534, 1545, "KNOWLEDGE"], [1583, 1614, "KNOWLEDGE"], [2077, 2080, "SKILL"], [2081, 2084, "SKILL"], [2188, 2194, "SKILL"], [2196, 2202, "SKILL"]]}
{"id": 5702, "data": " You completed a relevant study on Bachelor or Master level You master German language on business level (C1/2), next to a professional level of English You are comfortable working with numbers and large data sets You have excellent analytical skills You have a feel for our industry & e-commerce You have at least 1 year of experience in this field and you are ready for the next step in your career You live within 1 hour commuting time from our office in Waalwijk, The Netherlands or you are willing to move to this area , A contract for 40 hours a week (fulltime) A salary that matches your contribution to the company A solid pension plan Travel allowance 25 holidays a year A challenging job in a fun, informal company with lots of opportunities for growth and a positive atmosphere", "label": [[315, 321, "MIN_EXP"], [71, 78, "SKILL"], [35, 44, "LEVEL"], [47, 54, "LEVEL"], [145, 152, "SKILL"]]}
{"id": 5703, "data": " Access to excellent Research, Development and Innovation services National and International conference attendance Leadership development, coaching and mentoring Teaching opportunities", "label": [[31, 57, "KNOWLEDGE"]]}
{"id": 5704, "data": " 5+ years as a senior hands-on UX designer working in an Agile environment across a range of commercial enterprise-level B2B/B2C products, , Excellent research and workshop facilitation skills, with a view to eliciting user requirements via User Journey workshops, guerilla testing of prototypes and user testing of products in development , Excellent visual and interaction design skills for desktop and web applications, ability to quickly iterate mockups, wireframes and interactive prototypes , Proven ability to produce creative and original designs whilst conforming with a UX strategy aligned with corporate branding guidelines , Appreciation of current and emerging UX trends along with their potential benefits and limitations , Excellent attention to detail and high-quality standards whilst being pragmatic and delivering at pace against ambitious deadlines , Hands-on experience with tools such as Figma, Adobe XD. Photoshop, inVision, Illustrator , Experience with the agile software development lifecycle in a commercial/production environment , A self-starter with initiative, and the ability to work autonomously , Strong presentation and verbal/written communication skills , Ability to influence product managers and development teams - can justify design decisions through solid reasoning based on UX principles, user research, and product knowledge , At ease working in a UX and project team environment, can provide and receive constructive criticism , Bachelor's or Master's degree in Human Factors, User Interaction, Graphic Design, Web Design or related design field , Familiarity with WCAG and ADA guidelines for accessibility , General knowledge of HTML & CSS (Bootstrap, Foundation), with hands-on coding or editing ability to develop production-level assets for use within product releases , Experience working with Microsoft VSTS/Azure DevOps and Git", "label": [[1, 9, "MIN_EXP"], [31, 33, "KNOWLEDGE"], [57, 63, "KNOWLEDGE"], [121, 128, "KNOWLEDGE"], [265, 281, "KNOWLEDGE"], [580, 582, "KNOWLEDGE"], [674, 676, "KNOWLEDGE"], [910, 915, "SKILL"], [917, 925, "SKILL"], [927, 936, "SKILL"], [938, 946, "SKILL"], [948, 959, "SKILL"], [982, 1018, "KNOWLEDGE"], [1317, 1320, "KNOWLEDGE"], [1392, 1395, "KNOWLEDGE"], [1474, 1485, "LEVEL"], [1488, 1497, "LEVEL"], [1507, 1520, "KNOWLEDGE"], [1522, 1538, "KNOWLEDGE"], [1540, 1554, "KNOWLEDGE"], [1556, 1566, "KNOWLEDGE"], [1610, 1615, "SKILL"], [1619, 1623, "SKILL"], [1675, 1680, "SKILL"], [1682, 1686, "SKILL"], [1687, 1696, "SKILL"], [1698, 1708, "SKILL"], [1844, 1858, "SKILL"], [1859, 1871, "SKILL"], [1876, 1879, "SKILL"]]}
{"id": 5705, "data": " Develop user journeys enhancing engagement and personalized communication, using our marketing automation platform (Selligent) Setting-up or Adapting HTML/CSS templates: emails, landing pages End-to End management of campaigns: set-up, testing, execution, reporting and optimization. Develop stored procedures in T-SQL to support the marketing campaigns Provide technical consulting and advice to users and product management Collaborate with other development teams to deliver product enhancements Cross-testing and assuring quality Handling technical issues reported by users , Interest or experience in Digital Direct Marketing Campaigns Good knowledge of HTML and CSS Knowledge on email templating (for Outlook, Gmail etc.) Good knowledge of relational databases and SQL Basic knowledge of JavaScript and jQuery You are meticulous, have an eye for detail and a highly developed sense of responsibility Fluent in English (spoken and written) , Experience with Selligent or other marketing automation tools Experience in online & digital marketing Worked with Scrum methodology before Knowledge of any programming language (Python, Ruby, Java, C#) AWS services, GIT, REST/SOAP APIs Working knowledge of Dutch, French or German , Fast paced environment Full-time permanent employment contract Package of social benefits, all of which are in line with your worth. Friendly and open work atmosphere At StepStone we truly care for our people and like to invest in them. Are you ready to embark on a adventurous professional quest and get the most out of your potential? Then you'll fit right in!", "label": [[117, 126, "SKILL"], [151, 155, "SKILL"], [156, 160, "SKILL"], [193, 214, "KNOWLEDGE"], [313, 319, "SKILL"], [607, 641, "KNOWLEDGE"], [660, 665, "SKILL"], [669, 673, "SKILL"], [708, 715, "SKILL"], [717, 723, "SKILL"], [772, 781, "SKILL"], [795, 806, "SKILL"], [810, 817, "SKILL"], [917, 925, "SKILL"], [964, 974, "SKILL"], [983, 1009, "KNOWLEDGE"], [1024, 1050, "KNOWLEDGE"], [1063, 1080, "KNOWLEDGE"], [1105, 1117, "KNOWLEDGE"], [1127, 1133, "SKILL"], [1135, 1139, "SKILL"], [1141, 1145, "SKILL"], [1147, 1149, "SKILL"], [1151, 1163, "SKILL"], [1165, 1168, "SKILL"], [1170, 1174, "SKILL"], [1175, 1180, "SKILL"], [1180, 1185, "SKILL"], [1206, 1211, "SKILL"], [1213, 1220, "SKILL"], [1223, 1230, "SKILL"]]}
{"id": 5707, "data": " Provide technical support in troubleshooting identified problems. Participate in the delivery of key cross functional projects. Identify improvement opportunities, and where required, progress continuous Improvement projects. Sample and analyse samples in collaboration with external testing facilities. Support ad-hoc projects as required by the Supply Leadership Team. , Studying for a chemistry related degree! Excellent analytical skills. Good organisation skills with ability to prioritise and lead time efficiently. Able to work without close supervision. Keen eye for detail. IT literate (proficient in Microsoft Office applications)", "label": [[611, 627, "SKILL"], [389, 399, "KNOWLEDGE"], [407, 413, "LEVEL"]]}
{"id": 5708, "data": " Accurate and timely project performance reporting to the Executive teams\" able to provide constructive challenge, negotiation and problem-solving skills, engaging with both internal and external stakeholders. , You will have a good level of personal impact, confidence and credibility, strong verbal and written communication skills, along with strong interpersonal skills and able to communicate effectively with a diverse range of people. , Experience in financial analysis and control essential, able to manage and analyse large sets of data and data sources to drive clarity and identify risks and opportunities. , Experience dealing with foreign currency transactions and/or working for an international company is an advantage. , Advanced Excel skills and aptitude for learning systems quickly. , Excellent personal organisation and time management skills are key. \"\"\"", "label": [[457, 476, "KNOWLEDGE"], [644, 673, "KNOWLEDGE"], [746, 751, "SKILL"]]}
{"id": 5709, "data": " Storage infrastructure : HPE Storage portfolio (MSA, Nimble, 3PAR, Primera), NetApp Portfolio Computing infrastructure: HPE x86 servers portfolio (Proliant rack servers, Blade servers) Hyperconverged infrastructure : Nutanix or Simplivity Virtualisation infrastructure: VMware vSphere, MS Hyper-V will be an asset Backup infrastructure: HPE backup products (MSL Library, StoreOnce appliance), Veeam backup software , Public Cloud: Azure or AWS Object storage: Scality or Ceph", "label": [[49, 52, "SKILL"], [54, 60, "SKILL"], [62, 66, "SKILL"], [68, 75, "SKILL"], [78, 85, "SKILL"], [121, 128, "SKILL"], [148, 157, "SKILL"], [171, 177, "SKILL"], [218, 226, "SKILL"], [229, 269, "KNOWLEDGE"], [271, 285, "SKILL"], [287, 297, "SKILL"], [338, 341, "SKILL"], [359, 370, "SKILL"], [372, 381, "SKILL"], [394, 400, "SKILL"], [432, 438, "SKILL"], [441, 445, "SKILL"], [461, 469, "SKILL"], [472, 476, "SKILL"]]}
{"id": 5710, "data": " Assisting the senior recruitment team in identifying suitable candidates for a variety of roles across the business from entry to senior level positions Building strong relationships within the HR team and senior recruiters. Utilising social media channels to maintain high direct sourcing success and identification of new talent. Tracking recruitment in conjunction with recruitment and HR team. General recruitment administration. , Preferably degree educated High level spoken and written English. Excellent written and verbal communication skills with the ability to communicate effectively with stakeholders across the business Charismatic, energetic and have an engaging style A background and knowledge of recruiting would be great, but is not essential Ability to build strong relationships Thrives in a fast paced environment and flexible and adaptable to change", "label": [[236, 257, "KNOWLEDGE"], [448, 455, "LEVEL"], [494, 501, "SKILL"], [282, 290, "SKILL"]]}
{"id": 5711, "data": " Provide specialist in-service support and advice to the SDA PO through inputting data and running planning and modelling tools using MS Excel and Primavera P6. Conduct programme analysis across the Portfolio. Support risk analysis and to progress risk characterisation studies, including developing SharpCloud capabilities. Apply engineering and project management domain knowledge towards producing technical solutions for delivery of products and services. Contribute to process improvements within the concept, assessment, design and operational lifecycles of submarines and their supporting MOD programmes and projects. Involvement in strategic studies (e.g. Sensitivity Analysis of Submarine Programme, Docking Capacity Studies etc.). , Programme Management skills Ideally submarine background, minimum significant defence background. Risk/Assumption Management Degree, Chartership (Project Professional or Engineering) Willingness to learn P6 Scheduling You will need to satisfy security requirements. This may require you to hold or be eligible/capable of achieving 'Security Check' (SC) clearance. , Enhanced employment terms and conditions Money purchase pension scheme Life assurance Share ownership scheme Occupational health services Flexible working hours (only non-industrials) Career opportunities, advice and guidance from our Learning & Development teams Additional benefits may also apply for Management posts Flexibility with working on site and WFH dependant on the classification of the work you are carrying out", "label": [[134, 142, "SKILL"], [147, 159, "SKILL"], [709, 733, "KNOWLEDGE"], [743, 763, "KNOWLEDGE"], [868, 874, "LEVEL"], [841, 867, "KNOWLEDGE"], [889, 909, "KNOWLEDGE"], [913, 924, "KNOWLEDGE"], [947, 949, "SKILL"]]}
{"id": 5714, "data": " To provide an exemplary pharmacy service in accordance with current legislation, accepted professional and ethical standards and clinical requirements. To provide advice and support to consultants, other clinicians and patients ensuring the safe, appropriate and cost-effective use of medicines. To advise the hospital and its departments on the safe management of medicines, ensuring compliance with current legislation and professional standards. To promote a multidisciplinary, patient focused approach to the delivery of an efficient, high quality healthcare service. , Be GPHC registered - your registration should not have any restrictions or conditions Minimum of 2 years, post-graduation experience Excellent communication and organizational skills are key to continue our high standards of patient care Good team player , 35 days annual leave inclusive of bank holidays Employer and employee contributory pension with flexible retirement options 'Spire for you' reward platform - discount and cashback for over 1000 retailers Free Bupa wellness screening Private medical insurance Life assurance", "label": [[672, 679, "MIN_EXP"], [347, 375, "KNOWLEDGE"]]}
{"id": 5715, "data": " Provide research support for live mandates and other market-mapping projects Proactively expand your market knowledge through events attendance, access to all leading market literature and an unrivalled team of consultants who have first-rate market knowledge Engage with proactive and prospective candidates depending on the needs of the client through general head hunting activities , Starting salary of up to £26,000 - depending on experience An uncapped commission structure that will put you on £30-35K OTE for your first year Flexible remote working is available following successfully passing the probationary period Performance-based bonuses, company mobile, monthly incentives and prizes When Covid allows - end of quarter events (black tie balls, summer festivals, company and team socials) Fun paid days out in office hours, four duvet days a year and more! An yearly awards night to celebrate hard workers and high achievers , A recent graduate with 2:1 or above in any degree group (or equivalent) The drive to work hard and earn Strong communication skills that will allow you to hold your own when speaking to very experienced candidates and clients A genuine interest in recruitment and executive search that you can demonstrate in interview process , Company: Graduate Recruitment Bureau (Hiring for client) Location: Portsmouth, Hampshire Salary Notes: £35,000 ote Courses Considered: Any Course Notes: Any Grade Equivalent: 2:1 UCAS Points: N/A Position Type: Full-Time Job Category:", "label": [[54, 77, "KNOWLEDGE"], [950, 959, "LEVEL"], [984, 991, "LEVEL"]]}
{"id": 5716, "data": " FAI reporting to AS9102 standard Assisting with qualification, conformity and calibration activities Measuring of parts , Use of MS office including Excel Experience of solidworks would be advantageous Communication and team player Experience in measuring instruments essential Understanding of engineering drawings Use of Solid Works FAI software (Training will be given) , You take immense satisfaction and pride in the quality of your work. You’re the first to point out opportunities for continuous improvement (even outside of work…not at all to the annoyance of your friends and family). You understand the absolute importance of adhering to compliance…all while making your customers proud by achieving a zero-defect quality delivery plan.", "label": [[324, 339, "SKILL"], [296, 316, "KNOWLEDGE"], [247, 269, "KNOWLEDGE"], [130, 139, "SKILL"], [150, 156, "SKILL"], [170, 181, "SKILL"]]}
{"id": 5718, "data": " Lead the medical area of clinical research projects providing medical advice to study definition, protocol development, statistical analysis plan, study reports and scientific publications. Provide medical training and expertise related to research projects to the project teams. Collaborate in evaluating the system's accuracy when identifying research projects variables. Collaborate in promoting Savana ability to properly read medical concepts related to research projects through collaborating with data scientists in the development of models\" collaborating in generation of gold standard annotation. Provide medical advice for definition of Savana new products and functionalities. Operate according to Security Policies, Procedures and Manuals. Report any suspect of incident or improvement proposals. , Degree in Medicine, medical oncologist with clinical experience. Previous experience in clinical research (clinical trials and RWE studies design and/or management) is required. Previous working experience in a Pharmaceutical company or a CRO is a significant advantage. Fluent in Spanish and English. Excellent communications skills, both written and verbal, is a significant advantage. Computer skills are required. Knowledge of clinical terminologies such as SNOMED is a plus. , Work with a multidisciplinary team of clinicians, computer engineers, computational linguists, mathematicians, designers, medical Natural Language Processing expert programmers, and other disciplines. We are a team of professionals with a common goal: to blend the knowledge of all of us to seek excellence in our purpose. Coming from very different disciplines, we want everyone to learn from everyone, creating a unique entity that moves towards the transformation of health through Artificial Intelligence. An opportunity to provoke a positive impact. We seek to improve health on the planet through technology and to help people and health institutions. Our employees and collaborators strive to provide our users with the necessary tools and support to achieve a more accessible and egalitarian global health. We care about our environment and we are willing to improve it. An environment to express yourself as you are and enjoy what you know. We defend individuality to form a richer and more plural \"\"\"\"ecosystem\"\"\"\". Be yourself and tell us what you have learned and how could we use it together to help us achieve our purpose. If you like what you do, we like to work with you. Competitive salary conditions, flexible culture and a development framework to grow your career. \"\"\"", "label": [[26, 43, "KNOWLEDGE"], [1275, 1282, "SKILL"], [1106, 1113, "SKILL"], [1094, 1101, "SKILL"], [901, 918, "KNOWLEDGE"], [940, 958, "KNOWLEDGE"], [1780, 1803, "KNOWLEDGE"], [1425, 1452, "KNOWLEDGE"]]}
{"id": 5719, "data": " Support in the holistic campaign management from the strategy to the successful implementation, realization and optimization of all digital media measures. Support in the analysis, interpretation, graphical preparation and presentation of the results Working closely with our experts in traditional media planning in the strategic and cross-media use of campaign budgets The opportunity to collaborate closely with experts from all specialist disciplines within the Merkle I DWA company such as social media, SEA,SEO & Programmatic Maintaining a good relationship and cooperation with local and regional publishers , Depending on the level, first or several years of relevant experience in digital media planning First experience in project management and control of various contacts and departments Analytical skills, a high level of numerical understanding and structured working methods Strong affinity for digital media and the associated performance values Enjoy customer contact and confident presentation skills in German and English Experience in developing wide spread multi-channel strategies with a sound understanding of the key concepts in this field Experience with digital marketing channels (Paid Search, Social Media, Programmatic Marketing and Analytics) Excellent command of German & English (written & spoken) , Varied and exciting work in an international company Lean company structure with flat hierarchies and short decision routes A modern office excellently located in the heart of Munich I Remote Work An open-hearted, friendly team that enjoys its work and is looking forward to growing with you An attractive salary package Company pension scheme Career development through Merkle University and other tools", "label": [[691, 713, "KNOWLEDGE"], [734, 752, "KNOWLEDGE"], [1023, 1029, "SKILL"], [1034, 1042, "SKILL"], [1181, 1207, "KNOWLEDGE"], [1209, 1220, "SKILL"], [1222, 1234, "SKILL"], [1236, 1258, "KNOWLEDGE"], [1263, 1272, "SKILL"], [1295, 1302, "SKILL"], [1304, 1312, "SKILL"]]}
